{"data": [["Visvesvaraya_Technological_University", "city", "Belgaum"], ["Acharya_Institute_of_Technology", "established", "2000"], ["Acharya_Institute_of_Technology", "motto", "\"Nurturing Excellence\""], ["Acharya_Institute_of_Technology", "state", "Karnataka"], ["Acharya_Institute_of_Technology", "country", "\"India\""], ["Acharya_Institute_of_Technology", "campus", "\"In Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090.\""], ["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"]], "texts": ["In Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090 is the location of the Acharya Institute of Technology established in the state of Karnataka, India in the year 2000. The Institute, whose motto is \"Nurturing Excellence\" is affiliated with the Visvesvaraya Technological University in the city of Belgaum.", "The Acharya Institute of Technology was established in 2000. Its campus is located in Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore, Karnataka, India, 560090. It is motto is \"Nurturing Excellence\" and it is affiliated with the Visvesvaraya Technological University in Belgaum.", "Acharya Institute of Technology (motto: \"Nurturing Excellence\") was established in 2000 and is located at Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090, Karnataka, India. The Institute is affiliated with Visvesvaraya Technological University of Belgaum."]}
{"data": [["Acharya_Institute_of_Technology", "president", "\"B.M. Reddy\""], ["Visvesvaraya_Technological_University", "city", "Belgaum"], ["Acharya_Institute_of_Technology", "director", "\"Dr. G. P. Prabhukumar\""], ["Acharya_Institute_of_Technology", "established", "2000"], ["Acharya_Institute_of_Technology", "country", "\"India\""], ["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"]], "texts": ["The Acharya Institute of Technology was established in 2000 in India. Its president is B.M. Reddy and its director is Dr. G. P. Prabhukumar. The institute is an affiliate of Visvesvaraya Technological University, which is located in the city of Belgaum.", "The Acharya Institute of Technology in India was established in 2000 and it is affiliated with the Visvesvaraya Technological University in Belgaum. Its director is Dr G. P. Prabhukumar and its president is B.M. Reddy.", "The Acharya Institute of Technology in India is affiliated to the Visvesvaraya Technological University based in the city of Belgaum. It was established in 2000 and has B M Reddy as President and Dr G P Prabhukumar is the Director."]}
{"data": [["Visvesvaraya_Technological_University", "city", "Belgaum"], ["Acharya_Institute_of_Technology", "established", "2000"], ["Acharya_Institute_of_Technology", "country", "\"India\""], ["Acharya_Institute_of_Technology", "number of postgraduate students", "700"], ["Acharya_Institute_of_Technology", "campus", "\"In Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090.\""], ["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"]], "texts": ["The Acharya Institute of Technology has 700 Postgraduate Students, its campus is located in Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore 560090 and it is affiliated with Visvesvaraya Technological University. The University was established in 2000 and is found in Belgaum, India.", "Established in 2000, the Acharya Institute of Technology is located in Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090, India. It currently has 700 post-graduate students and is affiliated with the Visvesvaraya Technological University in Belgaum.", "The Acharya Institute of Technology was founded in 2000 in the country India and has 700 postgraduate students. The institute has connections with the Visvesvaraya Technological University which is located in Belgaum. The exact location for the Acharya Institute of Technology is \"in Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore - 560090\"."]}
{"data": [["Visvesvaraya_Technological_University", "city", "Belgaum"], ["Acharya_Institute_of_Technology", "country", "\"India\""], ["Acharya_Institute_of_Technology", "number of postgraduate students", "700"], ["Acharya_Institute_of_Technology", "campus", "\"In Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090.\""], ["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"]], "texts": ["The Acharya Institute of Technology's campus is in Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore - 560090, India. It is affiliated to the Visvesvaraya Technological University in Belgaum and it has 700 postgraduate students.", "The Acharya Institute of Technology in India which is affiliated with the Visvesvaraya Technological University in the city of Belgaum, has 700 postgraduate students. The campus is located at In Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090."]}
{"data": [["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"], ["Visvesvaraya_Technological_University", "city", "Belgaum"], ["Acharya_Institute_of_Technology", "state", "Karnataka"], ["Acharya_Institute_of_Technology", "country", "\"India\""], ["Acharya_Institute_of_Technology", "campus", "\"In Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090.\""]], "texts": ["Acharya Institute of Technology, located in the state of Karnataka in India, at Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090. It is affiliated with Visvesvaraya Technological University, located in the city of Belgaum.", "The Acharya Institute of Technology is located in Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090, Karnataka, India. It is affiliated with the Visvesvaraya Technological University in Belgaum."]}
{"data": [["Acharya_Institute_of_Technology", "city", "Bangalore"], ["Acharya_Institute_of_Technology", "country", "\"India\""], ["Acharya_Institute_of_Technology", "number of postgraduate students", "700"], ["Acharya_Institute_of_Technology", "campus", "\"In Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090.\""], ["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"]], "texts": ["The Acharya Institute of Technology's campus is in Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore - 560090, India. It has 700 postgraduate students and it is affiliated with the Visvesvaraya Technological University.", "The campus of the Acharya Institute of Technology which is affiliated with the Visvesvaraya Technological University is located at In Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090, India. The are 700 postgraduate students at the Institute.", "The Acharya Institute of Technology in Balgalore, India is located in Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090. It is affiliated with the Visvesvaraya Technological University and has 700 post-graduate students."]}
{"data": [["Acharya_Institute_of_Technology", "city", "Bangalore"], ["Acharya_Institute_of_Technology", "country", "\"India\""], ["Acharya_Institute_of_Technology", "campus", "\"In Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090.\""], ["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"]], "texts": ["The Acharya Institute of Technology campus in India, which is affiliated with the Visvesvaraya Technological University is situated at In Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090.", "The Acharya Institute of Technology in Bangalore, India is affiliated with the Visvesvaraya Technological University and its campus can be found in Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore – 560090.", "The Acharya Institute of Technology has its campus in Soldevanahalli, Acharya Dr. Sarvapalli Radhakrishnan Road, Hessarghatta Main Road, Bangalore - 560090, India. It is affiliated with the Visvesvaraya Technological University."]}
{"data": [["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"], ["Acharya_Institute_of_Technology", "city", "Bangalore"], ["Acharya_Institute_of_Technology", "state", "Karnataka"], ["Acharya_Institute_of_Technology", "country", "\"India\""]], "texts": ["The Acharya Institute of Technology is located in the city of Bangalore, Karnataka state, India. It is affiliated with the Visvesvaraya Technological University.", "Affiliated with Visvesvaraya Technological University, the Acharya Institute of Technology is located in Bangalore, Karnataka in India.", "The Acharya Institute of Technology is located in the city of Bangalore in the state of Karnataka, India. It is affiliated with Visvesvaraya Technological University."]}
{"data": [["Acharya_Institute_of_Technology", "was given the technical campus status by", "All_India_Council_for_Technical_Education"], ["All_India_Council_for_Technical_Education", "location", "Mumbai"], ["Bangalore", "founder", "Kempe_Gowda_I"], ["Acharya_Institute_of_Technology", "city", "Bangalore"], ["Acharya_Institute_of_Technology", "sports offered", "Tennis"], ["Tennis", "sport governing body", "International_Tennis_Federation"], ["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"]], "texts": ["Acharya Institute of Technology is located in Bangalore, the city that was established by Kempe Gowda. The Institute was given the 'Technical Campus' status by All India Council for Technical Education (which is located in Mumbai). Acharya Institute of Technology is affiliated with Visvesvaraya Technological University and one of the sports offered at the campus is tennis, which has as its governing body The International Tennis Federation.", "The All India Council for Technical Education in Mumbai granted Technical Campus status to the Acharya Institute of Technology in the city of Bangalore which was founded by Kempe Gowda. One of the sports offered at the Institute which is affiliated with the Visvesvaraya Technological University, is tennis, which has the International Tennis Federation as its governing body.", "Acharya Institute of Technology, founder Kempe Gowda, in Bangalore, was given Technical Campus status by the all India Council for Technical Education in Mumbai. The institute offers Tennis under the International Tennis federation and is affiliated to the Visvesvaraya technological University."]}
{"data": [["Acharya_Institute_of_Technology", "city", "Bangalore"], ["Acharya_Institute_of_Technology", "established", "2000"], ["Acharya_Institute_of_Technology", "country", "\"India\""], ["Acharya_Institute_of_Technology", "state", "Karnataka"], ["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"]], "texts": ["The Acharya Institute of Technology in Karnataka, Bangalore, India was established in 2000. It is affiliated to the Visvesvaraya Technological University.", "The Acharya Institute of Technology in Bangalore, Karnataka, India is affiliated with the Visvesvaraya Technological University and was established in 2000.", "The Acharya Institute of Technology is located in Bangalore city, Karnataka state in India. It was established in 2000 and is affiliated with Visvesvaraya Technological University."]}
{"data": [["Acharya_Institute_of_Technology", "city", "Bangalore"], ["Acharya_Institute_of_Technology", "director", "\"Dr. G. P. Prabhukumar\""], ["Acharya_Institute_of_Technology", "country", "\"India\""], ["Acharya_Institute_of_Technology", "state", "Karnataka"]], "texts": ["The Director of the Acharya Institute of Technology in Bangalore, Karnataka, India is Dr G P Prabhukumar.", "The Acharya Institute of Technology is located in Bangalore, Karnataka, India. The director of the institute is Dr. G. P. Prabhukumar."]}
{"data": [["Karnataka", "has to its northeast", "Telangana"], ["Acharya_Institute_of_Technology", "city", "Bangalore"], ["Acharya_Institute_of_Technology", "sports offered", "Tennis"], ["Karnataka", "has to its west", "Arabian_Sea"], ["Acharya_Institute_of_Technology", "state", "Karnataka"], ["Tennis", "sport governing body", "International_Tennis_Federation"], ["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"]], "texts": ["Karnataka is located southwest of Telangana and has the Arabian Sea to the west. It is the location of the Acharya Institute of Technology in the city of Bangalore. The Institute is affiliated with the Visvesvaraya Technological University and offers the sport of tennis which is governed by the International Tennis Federation.", "The Acharya Institute of Technology is located in Bangalore, Karnataka. Its offered sport is tennis (sports governing body - the International Tennis Federation) and it is affiliated to the Visvesvaraya Technological University. Karnataka has Telangana to its northeast and the Arabian Sea to its west.", "The state of Karnataka is positioned with Telangana to its northeast and the Arabian Sea to its west. The state is home to the Acharya Institute of Technology in the city of Bangalore. The Institute is known for Tennis being one of the sports offered which is governed by the International Tennis Federation. The Acharya Institute also has strong connections with the Visvesvaraya Technological University."]}
{"data": [["Acharya_Institute_of_Technology", "was given the technical campus status by", "All_India_Council_for_Technical_Education"], ["All_India_Council_for_Technical_Education", "location", "Mumbai"], ["Bangalore", "founder", "Kempe_Gowda_I"], ["Acharya_Institute_of_Technology", "city", "Bangalore"], ["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"]], "texts": ["The Acharya Institute of Technology in Bangalore is affiliated to the Visvesvaraya Technological University. It was also given the \"Technical Campus\" status by the All India Council for Technical Education, which is located in Mumbai. Bangalore's founder was Kempe Gowda I.", "The Acharya Institute of Technology which is affiliated with the Visvesvaraya Technological University was given Technical campus status by the All India Council for Technical Education in Mumbai. It is located in Bangalore, a city founded by Kempe Gowda.", "The Acharya Institute of Technology in Bangalore is affiliated with the Visvesvaraya Technological University and was given the 'TechnIcal Campus' status by the All India Council for Technical Education. The council is in Mumbai and the founder of Bangalore is Kempe Gowda l."]}
{"data": [["Bangalore", "founder", "Kempe_Gowda_I"], ["Acharya_Institute_of_Technology", "city", "Bangalore"], ["Acharya_Institute_of_Technology", "sports offered", "Tennis"], ["Tennis", "sport governing body", "International_Tennis_Federation"], ["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"]], "texts": ["Bangalore was founded by Kempe Gowda I. Located in the city is the Acharya Institute of Technology, an affiliate of Visvesvaraya Technological University. The institute offers tennis, as governed by the International Tennis Federation, as a sport.", "Kempe Gowda was the founder of the city of Bangalore where the Acharya Institute of Technology is located. The Institute is affiliated to the Visvesvaraya Technological University and one of the sports offered at the Institute is tennis which has the International Tennis Federation as its governing body."]}
{"data": [["Acharya_Institute_of_Technology", "city", "Bangalore"], ["Acharya_Institute_of_Technology", "established", "2000"], ["Acharya_Institute_of_Technology", "number of postgraduate students", "700"], ["Acharya_Institute_of_Technology", "affiliation", "Visvesvaraya_Technological_University"]], "texts": ["The Acharya Institute of Technology, Bangalore, has 700 postgraduate students, is affiliated with Visvesvaraya Technological University and was established in the year 2000.", "Acharya Institute of Technology in Bangalore was established in 2000 and has 700 students. It is affiliated with Visvesvaraya Technological University.", "An affiliate of Visvesvaraya Technological University, Acharya Institute of Technology in Bangalore was established in 2000 and currently has 700 postgraduate students enrolled."]}
{"data": [["School of Business and Social Sciences at the Aarhus University", "dean", "\"Thomas Pallesen\""], ["School of Business and Social Sciences at the Aarhus University", "city", "Aarhus"], ["School of Business and Social Sciences at the Aarhus University", "number of students", "16000"], ["European_University_Association", "headquarter", "Brussels"], ["School of Business and Social Sciences at the Aarhus University", "country", "Denmark"], ["School of Business and Social Sciences at the Aarhus University", "affiliation", "European_University_Association"], ["School of Business and Social Sciences at the Aarhus University", "established", "1928"]], "texts": ["The city of Aarhus in Denmark is the location of the School of Business and Social Sciences at the Aarhus University which was established in 1928 and affiliated with the European University Association headquartered in Brussels. The current Dean is Thomas Pallesen and there are 16000 students.", "The School of Business and Social Sciences at the Aarhus University is located in Aarhus, Denmark. It was established in 1928 and it has 16,000 students. Its dean is Thomas Pallesen. It is affiliated to the European University Association in Brussels.", "The School of Business and Social Sciences at the Aarhus University in Aarhus, Denmark is affiliated with the European University Association which is headquartered in Brussels. It was established in 1928, has 16,000 students and its dean is Thomas Pallesen."]}
{"data": [["School of Business and Social Sciences at the Aarhus University", "city", "Aarhus"], ["School of Business and Social Sciences at the Aarhus University", "academic staff size", "737"], ["School of Business and Social Sciences at the Aarhus University", "number of students", "16000"], ["School of Business and Social Sciences at the Aarhus University", "country", "Denmark"], ["School of Business and Social Sciences at the Aarhus University", "latin name", "\"Universitas Aarhusiensis\""], ["School of Business and Social Sciences at the Aarhus University", "affiliation", "European_University_Association"], ["School of Business and Social Sciences at the Aarhus University", "established", "1928"]], "texts": ["In 1928 the School of Business and Social Sciences at the Aarhus University was established in the city of Aarhus, Denmark. The Latin name is \"Universitas Aarhusiensis\" and the School is now affiliated with the European University Association. There are 1600 students and 737 academic staff.", "The School of Business and Social Sciences at the Aarhus University is located in Aarhus, Denmark. It was established in 1928, and it has 737 academic staff and 16,000 students. Its Latin name is \"Universitas Aarhusiensis\" and it is affiliated with the European University Association.", "The School of Business and Social Sciences at the Aarhus University, established in 1928, has 737 academic staff and 16,000 students. It is in Aarhus, Denmark and affiliated with the European University Association. Its Latin name is Universitas Aarhusiensis."]}
{"data": [["School of Business and Social Sciences at the Aarhus University", "academic staff size", "737"], ["School of Business and Social Sciences at the Aarhus University", "affiliation", "European_University_Association"], ["School of Business and Social Sciences at the Aarhus University", "city", "Aarhus"], ["School of Business and Social Sciences at the Aarhus University", "number of students", "16000"], ["European_University_Association", "headquarter", "Brussels"], ["School of Business and Social Sciences at the Aarhus University", "country", "Denmark"], ["School of Business and Social Sciences at the Aarhus University", "established", "1928"]], "texts": ["In 1928 the School of Business and Social Sciences at the Aarhus University was established in the city of Aarhus, Denmark. There are 737 academic staff and 16000 students and it is affiliated with the European University Association in Brussels.", "The School of Business and Social Sciences at the Aarhus University is located in Aarhus, Denmark and it was established in 1928. It has 737 academic staff and 16,000 students. It is affiliated to the European University Association, which has its HQ in Brussels.", "The School of Business and Social Sciences at the Aarhus University is affiliated with the European University Association which is headquartered in Brussels. The school is in Aarhus, Denmark and was created in 1928. It has 16,000 students and 737 employees."]}
{"data": [["School of Business and Social Sciences at the Aarhus University", "academic staff size", "737"], ["Denmark", "leader", "Lars_Løkke_Rasmussen"], ["School of Business and Social Sciences at the Aarhus University", "city", "Aarhus"], ["School of Business and Social Sciences at the Aarhus University", "number of students", "16000"], ["School of Business and Social Sciences at the Aarhus University", "country", "Denmark"], ["School of Business and Social Sciences at the Aarhus University", "affiliation", "European_University_Association"], ["School of Business and Social Sciences at the Aarhus University", "established", "1928"]], "texts": ["Lars Lokke Rasmussen is the leader of Denmark where the School of Business and Social Sciences at the Aarhus University is located in the city of Aarhus. The School was established in 1928 and is affiliated with the European University Association. There are 16000 students and 737 academic staff.", "The School of Business and Social Sciences at the Aarhus University is located in Aarhus, Denmark. It was established in 1928. It has 16,000 students and 737 academic staff. IT is affiliated to the European University Association. Its leader is Lars Lokke Rasmussen."]}
{"data": [["School of Business and Social Sciences at the Aarhus University", "number of students", "16000"], ["School of Business and Social Sciences at the Aarhus University", "academic staff size", "737"], ["School of Business and Social Sciences at the Aarhus University", "country", "Denmark"], ["School of Business and Social Sciences at the Aarhus University", "latin name", "\"Universitas Aarhusiensis\""], ["School of Business and Social Sciences at the Aarhus University", "affiliation", "European_University_Association"], ["School of Business and Social Sciences at the Aarhus University", "established", "1928"]], "texts": ["The School of Business and Social Sciences at the Aarhus University in Denmark was established in 1928. It has 737 academic staff and 16,000 students. Its Latin name is \"Universitas Aarhusiensis\". The School is an affiliate of the European University Association.", "There are 16000 students and 737 academic staff at the School of Business and Social Sciences at the Aarhus University in Denmark. The School was established in 1928 and is affiliated with the European University Association and has the Latin name of \"Universitas Aarhusiensis\".", "Established in 1928 the School of Business and Social Sciences at the Aarhus University in Denmark is affiliated with the European University Association. The university has a staff compliment of 737 and 16000 students and its latin name is Universitas Aarhusiensis."]}
{"data": [["School of Business and Social Sciences at the Aarhus University", "city", "Aarhus"], ["European_University_Association", "headquarter", "Brussels"], ["School of Business and Social Sciences at the Aarhus University", "country", "Denmark"], ["Denmark", "leader", "Lars_Løkke_Rasmussen"], ["School of Business and Social Sciences at the Aarhus University", "affiliation", "European_University_Association"], ["Denmark", "religion", "Church_of_Denmark"], ["Aarhus", "government type", "Magistrate"]], "texts": ["The School of Business and Social Sciences at the Aarhus University in Aarhus, Denmark is affiliated with the European University Association in Brussels. Denmark's leader is Lars Løkke Rasmussen, the country's religion is the Church of Denmark and its government type is a magistrate.", "The School of Business and Social Sciences at the Aarhus University is located in the city of Aarhus, Denmark, and is affiliated with the European University Association in Brussels. Aarhus is ruled by a magistrate government, and is led by Lars Lokke Rasmussen. The religion is the Church of Denmark."]}
{"data": [["Denmark", "leader", "Lars_Løkke_Rasmussen"], ["School of Business and Social Sciences at the Aarhus University", "city", "Aarhus"], ["School of Business and Social Sciences at the Aarhus University", "country", "Denmark"], ["Aarhus", "has to its northeast", "Mols"], ["Denmark", "leader title", "Monarchy_of_Denmark"], ["Denmark", "religion", "Church_of_Denmark"], ["Aarhus", "government type", "Magistrate"]], "texts": ["The School of Business and Social Sciences at the Aarhus University is in Aarhus, Denmark which is led by Lars Løkke Rasmussen. The country has a monarchy and its government is a magistrate; the Danish religion is the Church of Denmark. To the northeast of Aarhus is Mols.", "The School of Business and Social Sciences at the Aarhus University is in Aarhus, Denmark. Aarhus is governed by a Magistrate and has Mols to its northeast. Denmark is ruled by the Monarchy of Denmark, has the Church of Denmark as its religion, and is led by Lars Løkke Rasmussen.", "The School of Business and Social Sciences at the Aarhus University is in the Magistrate of Aarus, southwest of Mols in Denmark. The country's leader is the Monarch of Denmark, Lars Løkke Rasmussen and the national religion is the Church of Denmark."]}
{"data": [["School of Business and Social Sciences at the Aarhus University", "city", "Aarhus"], ["School of Business and Social Sciences at the Aarhus University", "country", "Denmark"], ["Denmark", "leader title", "Monarchy_of_Denmark"], ["Denmark", "leader", "Lars_Løkke_Rasmussen"], ["Aarhus", "government type", "Magistrate"]], "texts": ["The School of Business and Social Sciences at the Aarhus University is located in Aarhus, Denmark. Denmark has a monarchy and its leader is Lars Lokke Rasmussen. Denmark has a magistrate government.", "The government type in Aarhus, Denmark is that of magistrate and the city is the location of the School of Business and Social Sciences at the Aarhus University. The leader of Denmark, with the title of Monarchy of Denmark is Lars Lokke Rasmussen."]}
{"data": [["Denmark", "leader", "Lars_Løkke_Rasmussen"], ["School of Business and Social Sciences at the Aarhus University", "city", "Aarhus"], ["School of Business and Social Sciences at the Aarhus University", "country", "Denmark"], ["Aarhus", "has to its northeast", "Mols"], ["Denmark", "leader title", "Monarchy_of_Denmark"]], "texts": ["The School of Business and Social Sciences at the Aarhus University is located in Aarhus, Denmark. Denmark has a monarchy and its leader is Lars Lokke Rasmussen. Mols is to the northeast of Aarhus.", "Lars Lokke Rasmussen leads Denmark under the title of the Monarchy of Denmark. The country is the location of the School of Business and Social Sciences at the Aarhus University in the city of Aarhus which is southwest of Mols.", "The leader in Denmark, Known as Monarchy of Denmark, is Lars Løkke Rasmussen. In this country we can found the School of Business and Social Sciences at the Aarhus University, that is located in Aarhus city, which has to its northeast Mols."]}
{"data": [["School of Business and Social Sciences at the Aarhus University", "city", "Aarhus"], ["School of Business and Social Sciences at the Aarhus University", "academic staff size", "737"], ["School of Business and Social Sciences at the Aarhus University", "country", "Denmark"], ["School of Business and Social Sciences at the Aarhus University", "latin name", "\"Universitas Aarhusiensis\""], ["School of Business and Social Sciences at the Aarhus University", "affiliation", "European_University_Association"], ["School of Business and Social Sciences at the Aarhus University", "established", "1928"]], "texts": ["The School of Business and Social Sciences at the Aarhus University in Aarhus, Denmark was established in 1928. It has 737 academic staff. It is affiliated to the European University Association and its Latin name is \"Universitas Aarhusiensis\".", "The School of Business and Social Sciences at the Aarhus University in the city of Aarhus, Denmark has 737 academic staff and was established in 1928. It is affiliated with the European University Association and has the latin name \"Universitas Aarhusiensis\".", "Established in 1928 and with a staff of 737, the School of Business and Social Sciences at the Aarhus University in Aarus, Denmark has a latin name of Universitas Aarhusiensis and is affiliated with the European University Association."]}
{"data": [["Romania", "ethnic group", "Germans_of_Romania"], ["Romania", "leader title", "Prime_Minister_of_Romania"], ["Romania", "leader", "Klaus_Iohannis"], ["Romania", "capital", "Bucharest"], ["1_Decembrie_1918_University", "latin name", "\"Universitas Apulensis\""], ["1_Decembrie_1918_University", "country", "Romania"], ["Romania", "anthem", "Deșteaptă-te,_române!"]], "texts": ["The Germans of Romania are one of the ethnic groups in the country which is led by Prime Minister Klaus Iohannis. The capital city is Bucharest and the national anthem is \"Desteapta-te, romane!\". The country is the location of the 1 Decembrie 1918 University which has the latin name of \"Universitas Apulensis\".", "The 1 Decembrie 1918 University is located in Romania and its Latin name is \"Universitas Apulensis\". Romania's ethnic group is the Germans of Romania and its leader is Prime Minister Klaus Iohannis. Romania's capital is Bucharest and its anthem is Desteapta-te, romane!"]}
{"data": [["1_Decembrie_1918_University", "nickname", "Uab"], ["1_Decembrie_1918_University", "rector", "\"Breaz Valer Daniel\""], ["1_Decembrie_1918_University", "city", "Alba_Iulia"], ["1_Decembrie_1918_University", "latin name", "\"Universitas Apulensis\""], ["1_Decembrie_1918_University", "country", "Romania"], ["1_Decembrie_1918_University", "state", "Alba"]], "texts": ["The 1 Decembrie 1918 University is located in Alba Iulia, Alba, Romania. Its Latun name is \"Universitas Apulensis\" and its nickname is \"Uab\". Its rectore is Breaz Valer Daniel.", "The rector of the 1 Decembrie 1918 University in Alba Iulia, Alba, Romania, is Breaz Valer Daniel. The latin name of the University is \"Universitas Apulensis\" and it is known by the nickname Uab.", "The 1 Decembrie 1918 University is located in Alba Iulia, Alba, Romania. Its Latin name is \"Universitas Apulensis,\" its rector is \"Breaz Valer Daniel,\" and its nickname is Uab."]}
{"data": [["Romania", "ethnic group", "Germans_of_Romania"], ["Alba_Iulia", "is part of", "Alba_County"], ["Romania", "leader title", "Prime_Minister_of_Romania"], ["Alba_Iulia", "country", "Romania"], ["Romania", "leader", "Klaus_Iohannis"], ["Romania", "capital", "Bucharest"], ["1_Decembrie_1918_University", "city", "Alba_Iulia"]], "texts": ["The Germans of Romania are one of the ethnic groups in Romania which is led by Prime Minister Klaus Iohannis. The capital city is Bucharest but the 1 Decembrie 1918 University is located in the city of Alba Iulia in Alba County.", "The 1 Decembrie 1918 University is located in Alba Iulia, Alba County, Romania. Romania's capital is Bucharest and its ethnic group is Germans of Romania. The leader of Romania is Prime Minister Klaus Iohannis."]}
{"data": [["1_Decembrie_1918_University", "nickname", "Uab"], ["1_Decembrie_1918_University", "rector", "\"Breaz Valer Daniel\""], ["1_Decembrie_1918_University", "city", "Alba_Iulia"], ["1_Decembrie_1918_University", "country", "Romania"], ["1_Decembrie_1918_University", "state", "Alba"]], "texts": ["The 1 Decembrie 1918 University in Alba, Alba Iulia, Romania has the nickname \"Uab\". Its rector is Breaz Valer Daniel.", "Breaz Valer Daniel is rector of the 1 Decembrie 1918 University which has the nickname of Uab and is located in the city of Alba Iulia, Alba, Romania.", "The rector of the 1 Decembrie 1918 Universitie is Breaz Valer Daniel. The university, which is nicknamed Uab, is in Alba Iulia in Romania."]}
{"data": [["Romania", "ethnic group", "Germans_of_Romania"], ["Romania", "leader", "Klaus_Iohannis"], ["Alba_Iulia", "is part of", "Alba_County"], ["Romania", "leader title", "Prime_Minister_of_Romania"], ["Romania", "capital", "Bucharest"], ["1_Decembrie_1918_University", "city", "Alba_Iulia"], ["1_Decembrie_1918_University", "country", "Romania"]], "texts": ["Prime Minister Klaus Iohannis leads Romania which has Bucharest as its capital city and is home to the ethnic group of the Germans of Romania. The country is the location of the 1 Decembrie 1918 University in the city of Alba Iulia in Alba County.", "The 1 Decembrie 1918 University is located in Alba Iulia, Alba County, Romania. Romania's capital is Bucharest and its ethnic group is Germans of Romania. Its leader is Prime Minister Klaus Iohannis.", "1 Decembrie 1918 University in Alba Iulia, which is part of Alba County, is in Romania. Romania, which has a Prime Minister Klaus Iohannis as its leader, has Bucharest as its capital. Romania's ethnic group is known as the Germans of Romania."]}
{"data": [["1_Decembrie_1918_University", "nickname", "Uab"], ["1_Decembrie_1918_University", "rector", "\"Breaz Valer Daniel\""], ["1_Decembrie_1918_University", "city", "Alba_Iulia"], ["1_Decembrie_1918_University", "country", "Romania"]], "texts": ["Breaz Valer Daniel is rector of the 1 Decembrie 1918 University, which has the nickname of Uab, and is located in the city of Alba Iulia, Romania.", "The 1 Decembrie 1918 University, also known as Uab, is located in Alba Iulia, Romania. Its rector is Breaz Valer Daniel.", "The 1 Decembrie 1918 University of Alba Iulia, Romania has the nickname Uab and the rector is called Breaz Valer Daniel."]}
{"data": [["Accademia_di_Architettura_di_Mendrisio", "country", "Switzerland"], ["Mendrisio", "neighboring municipality", "Meride"], ["Switzerland", "anthem", "Swiss_Psalm"], ["Accademia_di_Architettura_di_Mendrisio", "city", "Mendrisio"], ["Switzerland", "leader", "Johann_Schneider-Ammann"], ["Switzerland", "legislature", "Federal_Assembly_(Switzerland)"], ["Switzerland", "leader title", "Federal_Chancellor_of_Switzerland"]], "texts": ["Switzerland's national anthem is the Swiss Psalm and the country is led by Federal Chancellor Johann Schneider-Ammann with a legislature known as the Federal Assembly of Switzerland. The Accademia di Architettura di Mendrisio is located in the city of Mendrisio, a neighbouring municipality to Meride.", "The Accademia di Architettura di Mendrisio is located in Mendrisio, Switzerland. Mendrisio's neighbouring municipality is Meride. The Swiss anthem is the Swiss Psalm and its leader is Federal Chancellor Johann Schneider-Ammann. The legislature of Switzerland is the Federal Assembly.", "The Switzerland leader is Johann Schneider-Ammann and it has a legislature called the Federal Assembly with its leader being the Federal Chancellor of Switzerland. The country's neighbor is Meride. Switzerland's anthem is Swiss Psalm. The Accademia di Architettura di Mendrisio is located in the city of Mendrisio."]}
{"data": [["Accademia_di_Architettura_di_Mendrisio", "country", "Switzerland"], ["Accademia_di_Architettura_di_Mendrisio", "established", "1996"], ["Switzerland", "anthem", "Swiss_Psalm"], ["Accademia_di_Architettura_di_Mendrisio", "city", "Mendrisio"], ["Switzerland", "leader", "Johann_Schneider-Ammann"], ["Accademia_di_Architettura_di_Mendrisio", "number of students", "600"], ["Switzerland", "leader title", "Federal_Chancellor_of_Switzerland"]], "texts": ["Accademia di Architettura di Mendrisio in Mendrisio, Switzerland was created in 1996 and has 600 students. The federal chancellor of the country is Johann Schneider-Ammann and the national anthem is Swiss Psalm.", "Established in 1996, the Accademia di Architettura di Mendrisio in Mendrisio, Switzerland has 600 students. The country's leader is the Federal Chancellor of Switzerland Johann Schneider-Ammann and the national anthem is the Swiss Psalm.", "The national anthem of Switzerland is called the Swiss Psalm, and the country is led by the Federal Chancellor of Switzerland Johann Schneider-Ammann. Established in 1996 and supporting 600 students, the Accademia di Architettura di Mendrisio Mendrisio is located in Switzerland."]}
{"data": [["Accademia_di_Architettura_di_Mendrisio", "country", "Switzerland"], ["Accademia_di_Architettura_di_Mendrisio", "number of students", "600"], ["Accademia_di_Architettura_di_Mendrisio", "established", "1996"], ["Accademia_di_Architettura_di_Mendrisio", "city", "Mendrisio"], ["Switzerland", "leader", "Johann_Schneider-Ammann"], ["Accademia_di_Architettura_di_Mendrisio", "location", "Ticino"], ["Switzerland", "leader title", "Federal_Chancellor_of_Switzerland"]], "texts": ["The Federal Chancellor of Switzerland is Johann Schneider-Ammann. The country is the location of the Accademia di Architettura di Mendrisio in the city of Mendrisio, Ticino. The Accademia has 600 students and was established in 1996.", "The Accademia di Architettura di Mendrisio is located in Mendrisio, Ticino, Switzerland, was established in 1996 and has 600 students. Johann Schneider-Ammann is the leader and Federal Chancellor of Switzerland.", "The Accademia di Architettura di Mendrisio is located in Mendrisio, Ticino, Switzerland. It was established in 1996 and it has 600 students. The leader of Switzerland is Federal Chancellor Johann Schneider-Ammann."]}
{"data": [["Accademia_di_Architettura_di_Mendrisio", "country", "Switzerland"], ["Accademia_di_Architettura_di_Mendrisio", "dean", "Mario_Botta"], ["Accademia_di_Architettura_di_Mendrisio", "number of students", "600"], ["Accademia_di_Architettura_di_Mendrisio", "established", "1996"], ["Accademia_di_Architettura_di_Mendrisio", "city", "Mendrisio"], ["Accademia_di_Architettura_di_Mendrisio", "academic staff size", "100"], ["Switzerland", "leader", "Johann_Schneider-Ammann"]], "texts": ["Johann Schneider-Ammann is the leader of Switzerland which is the location of the Accademia di Architettura di Mendrisio in the city of Mendrisio. The Accademia was established in 1996 and has 600 students and 100 academic staff led by Dean Mario Botta.", "The Accademia di Architettura di Mendrisio is located in Mendrisio, Switzerland. It was established in 1996, and it has 100 academic staff and 600 students. Its dean is Mario Botta. The leader of Switzerland is Johann Schneider-Ammann.", "Switzerland is known for its leader, Johann Schneider-Ammann but it is also home to the Accademia di Architettura di Mendrisio which was founded in 1996 in the city of Mendrisio. It currently has 600 students and 100 members of staff and Mario Botta as dean."]}
{"data": [["Accademia_di_Architettura_di_Mendrisio", "country", "Switzerland"], ["Accademia_di_Architettura_di_Mendrisio", "number of students", "600"], ["Accademia_di_Architettura_di_Mendrisio", "dean", "Mario_Botta"], ["Accademia_di_Architettura_di_Mendrisio", "city", "Mendrisio"], ["Accademia_di_Architettura_di_Mendrisio", "established", "1996"], ["Accademia_di_Architettura_di_Mendrisio", "academic staff size", "100"], ["Accademia_di_Architettura_di_Mendrisio", "location", "Ticino"]], "texts": ["The city of Mendrisio in Ticino, Switzerland is the location of the Accademia di Architettura di Mendrisio which was established in 1996. The Dean is Mario Botta and there are 600 students and 100 academic staff.", "The Accademia di Architettura di Mendrisio is located in Mendrisio, Ticino, Switzerland. It has 100 academic staff and 600 students. Its dean is Mario Botta and it was established in 1996.", "Accademia di Architettura di Mendrisio in Mendrisio, Switzerland is located in Ticino. Its was created in 1996, has 600 students and 100 employees and its dean is Mario Botta."]}
{"data": [["Accademia_di_Architettura_di_Mendrisio", "country", "Switzerland"], ["Accademia_di_Architettura_di_Mendrisio", "number of students", "600"], ["Accademia_di_Architettura_di_Mendrisio", "dean", "Mario_Botta"], ["Accademia_di_Architettura_di_Mendrisio", "city", "Mendrisio"], ["Accademia_di_Architettura_di_Mendrisio", "established", "1996"], ["Accademia_di_Architettura_di_Mendrisio", "academic staff size", "100"]], "texts": ["The Accademia di Architettura di Mendrisi is located in Mendrisio, Switzerland and was established in 1996. Its academic staff consists of 100 members, it has 600 students and its Dean is Mario Botta.", "The Accademia di Architettura di Mendrisio in Mendrisio, Switzerland was established in 1996 and currently has 100 staff and 600 students. The dean of the academy is Mario Botta."]}
{"data": [["Accademia_di_Architettura_di_Mendrisio", "number of students", "600"], ["Accademia_di_Architettura_di_Mendrisio", "dean", "Mario_Botta"], ["Accademia_di_Architettura_di_Mendrisio", "city", "Mendrisio"], ["Accademia_di_Architettura_di_Mendrisio", "established", "1996"], ["Accademia_di_Architettura_di_Mendrisio", "academic staff size", "100"]], "texts": ["The Accademia di Architettura di Mendrisio in Mendrisio was established in 1996. It has 100 academic staff and 600 students. Its dean is Mario Botta.", "Mendrisio is the location of the Accademia di Architettura di Mendrisio which was established in 1996. The name of the Dean is Mario Botta and there is an academic staff of 100 and 600 students.", "The Accademia di Architettura di Mendrisio in Switzerland was established 1996. It has a staff of 100 and a student population of 600. The dean is Mario Botta."]}
{"data": [["Accademia_di_Architettura_di_Mendrisio", "country", "Switzerland"], ["Accademia_di_Architettura_di_Mendrisio", "dean", "Mario_Botta"], ["Accademia_di_Architettura_di_Mendrisio", "established", "1996"], ["Accademia_di_Architettura_di_Mendrisio", "number of students", "600"], ["Accademia_di_Architettura_di_Mendrisio", "academic staff size", "100"]], "texts": ["The Accademia di Architettura di Mendrisio in Switzerland was established in 1996. It dean is Mario Botta. It has 100 academic staff and 600 students.", "The Dean of The Accademia di Architettura di Mendrisio located in Switzerland is Mario Botta. The Accademia was established in 1996 and has 600 students and 100 academic staff."]}
{"data": [["Accademia_di_Architettura_di_Mendrisio", "number of students", "600"], ["Accademia_di_Architettura_di_Mendrisio", "dean", "Mario_Botta"], ["Accademia_di_Architettura_di_Mendrisio", "city", "Mendrisio"], ["Accademia_di_Architettura_di_Mendrisio", "academic staff size", "100"], ["Accademia_di_Architettura_di_Mendrisio", "location", "Ticino"]], "texts": ["The Accademia di Architettura di Mendrisio in Mendrisio, Ticino has 100 academic staff and 600 students. Its dean is Mario Botta.", "The Accademia di Architettura di Mendrisio is located in Mendrisio, Ticino and has 600 students and 100 academic staff. The Dean at the Accademia is Mario Botta.", "The Accademia di Architettura di Mendrisio in Ticino has a staff of 100 and a student population of 600. The dean is Mario Botta."]}
{"data": [["Accademia_di_Architettura_di_Mendrisio", "country", "Switzerland"], ["Accademia_di_Architettura_di_Mendrisio", "dean", "Mario_Botta"], ["Accademia_di_Architettura_di_Mendrisio", "number of students", "600"], ["Accademia_di_Architettura_di_Mendrisio", "established", "1996"], ["Switzerland", "leader", "Johann_Schneider-Ammann"], ["Accademia_di_Architettura_di_Mendrisio", "academic staff size", "100"]], "texts": ["The Accademia di Architettura di Mendrisio in Switzerland was established in 1996. It has 100 academic staff and 600 students. Its dean is Mario Botta. The leader of Switzerland in Johann Schneider-Ammann.", "There are 600 students an 100 academic staff at the Accademia di Architettura di Mendrisio which was established in 1996 in Switzerland. The Dean of the Accademia is Mario Botta but it is Johann Schneider-Ammann who leads the country.", "The Accademia di Architettura di Mendrisio in Switzerland was established in 1996 and currently has 100 staff and 600 students. The dean of the academy is Mario Botta. The country's leader is Johann Schneider-Ammann."]}
{"data": [["Accademia_di_Architettura_di_Mendrisio", "country", "Switzerland"], ["Mendrisio", "neighboring municipality", "Meride"], ["Accademia_di_Architettura_di_Mendrisio", "city", "Mendrisio"], ["Switzerland", "leader", "Johann_Schneider-Ammann"], ["Switzerland", "legislature", "Federal_Assembly_(Switzerland)"]], "texts": ["The Accademia di Architettura di Mendrisio is located in Mendrisio, Switzerland. Mendrisio's neighbouring municipality is Meride. The leader of Switzerland is Johann Schneider-Ammann and its legislature is the Federal Assembly.", "The Swiss legislature is the Federal Assembly and the leader of the country is Johann Schneider-Ammann. The Accademia di Architettura di Mendrisio is located in the city of Mendrisio which neighbours the municipality of Meride.", "The Accademia di Architettura di Mendrisio is neighboured by Meride in Switzerland. The country is led by Johann Schneider-Ammann and the Federal Assembly."]}
{"data": [["Accademia_di_Architettura_di_Mendrisio", "country", "Switzerland"], ["Mendrisio", "neighboring municipality", "Meride"], ["Accademia_di_Architettura_di_Mendrisio", "city", "Mendrisio"], ["Switzerland", "leader", "Johann_Schneider-Ammann"], ["Switzerland", "legislature", "Federal_Assembly_(Switzerland)"], ["Switzerland", "leader title", "Federal_Chancellor_of_Switzerland"]], "texts": ["Accademia di Architettura de Mendrisio in Mendrisio, Switzerland, which has Meride as its neighboring municipality. The Federal Chancellor of the country is Johann Schneider-Ammann and the country is governed by a Federal Assembly.", "The Accademia di Architettura di Mendrisio in Mendrisio, neighbours the municipality of Meride in Switzerland. The country's legislature is the Federal Assembly headed by the Federal Chancellor of Switzerland, Johann Schneider-Ammann."]}
{"data": [["AWH_Engineering_College", "country", "India"], ["AWH_Engineering_College", "established", "2001"], ["Kerala", "leader", "Kochi"], ["AWH_Engineering_College", "academic staff size", "250"], ["AWH_Engineering_College", "state", "Kerala"], ["Kerala", "has to its northwest", "Mahé,_India"], ["AWH_Engineering_College", "city", "\"Kuttikkattoor\""]], "texts": ["The leader of Kerala is Kochi and the state lies southeast of Mahe in India. It is the location of the AWH Engineering College which was established in 2001 in the city of Kuttikkattoor in the state of Kerala and has an academic staff of 250.", "The AWH Engineering College is located in Kuttikkattoor, Kerala, India. It was established in 2001 and it has 250 academic staff. Kerala's leader is Kochi and it has Mahe, India to its northwest.", "AWH Engineering College in Kuttikkattoor, India was created in 2001 and has 250 employees. The college is found in the state of Kerala which has Mahe to its northwest. The country is led by Kochi."]}
{"data": [["AWH_Engineering_College", "country", "India"], ["AWH_Engineering_College", "established", "2001"], ["Kerala", "leader", "Kochi"], ["AWH_Engineering_College", "academic staff size", "250"], ["AWH_Engineering_College", "state", "Kerala"], ["AWH_Engineering_College", "city", "\"Kuttikkattoor\""], ["India", "river", "Ganges"]], "texts": ["The River Ganges flows through India which is the location of the AWH Engineering College which has 250 academic staff and was established in 2001 in the city of Kuttikkattoor in the state of Kerala, which is led by Kochi.", "The AWH Engineering College is located in Kuttikkattoor, Kerala, India. It was established in 2001 and it has 250 academic staff. The leader of Kerala is Kochi. The Ganges is a river in India.", "The AWH Engineering College, Kuttikkattoor, Kerala, India, was established in 2001 and has 250 academic staff. A river in India is the Ganges, and Kerala state's leader is Kochi and."]}
{"data": [["AWH_Engineering_College", "country", "India"], ["AWH_Engineering_College", "established", "2001"], ["AWH_Engineering_College", "academic staff size", "250"], ["AWH_Engineering_College", "state", "Kerala"], ["AWH_Engineering_College", "city", "\"Kuttikkattoor\""], ["India", "river", "Ganges"]], "texts": ["The AWH Engineering College in Kuttikkattoor, Kerala, India was established in 2001 and it has 250 academic staff. The Ganges is a river in India.", "The River Ganges runs through India in which country the AWH Engineering College is located in the city of Kuttikkattoor in the state of Kerala. The College was established in 2001 and has 250 academic staff.", "Established in 2001, the AWH Engineering College in Kuttikkattoor, Kerala India currently has 250 staff. A famous river in the country is the Ganges."]}
{"data": [["India", "largest city", "Mumbai"], ["AWH_Engineering_College", "country", "India"], ["AWH_Engineering_College", "established", "2001"], ["AWH_Engineering_College", "academic staff size", "250"], ["AWH_Engineering_College", "state", "Kerala"], ["Kerala", "has to its northwest", "Mahé,_India"], ["AWH_Engineering_College", "city", "\"Kuttikkattoor\""]], "texts": ["The AWH Engineering College is located in the city of Kuttikkattoor, in the state of Kerala, India. It was established in the year 2001 and it has 250 academic staff. The largest city in the country of India is Mumbai. Kerala has Mahe, India to its northwest.", "AWH Engineering College in Kuttikkattoor, India is in the state of Kerala which has Mahe to its northwest. The school was created in 2001 and it has 250 employees. India's largest city is Mumbai.", "The AWH Engineering College was established in 2001 in the city Kuttikkattoor, in the state of Kerala, India. There are 250 academic staff. Kearala is to the northwest Mahé, India, Mumbai is also the largest city in India."]}
{"data": [["AWH_Engineering_College", "country", "India"], ["AWH_Engineering_College", "established", "2001"], ["AWH_Engineering_College", "academic staff size", "250"], ["AWH_Engineering_College", "state", "Kerala"], ["AWH_Engineering_College", "city", "\"Kuttikkattoor\""]], "texts": ["The AWH Engineering College in Kuttikkattoor, Kerala, India was established in 2001 and it has 250 academic staff.", "The AWH Engineering College in Kuttikkattoor, Kerala India was established in 2001 and has a staff compliment of 250.", "AWH Engineering College is located in Kuttikkattoor city, kerala state in India. It was established in 2001 and has an academic staff size of 250."]}
{"data": [["Monocacy_National_Battlefield", "location", "Frederick_County,_Maryland"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "established", "\"1907-07-11\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "country", "\"United States\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "category", "Historic_districts_in_the_United_States"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "district", "Monocacy_National_Battlefield"], ["Monocacy_National_Battlefield", "nearest city", "Frederick,_Maryland"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "owning organisation", "National_Park_Service"]], "texts": ["The 14th New Jersey Volunteer Infantry Monument is found in the Monocacy National Battlefield, Frederick County, Maryland. Located near to the city of Frederick, the monument was established on 11th July 1907, is owned by the National Park Service and belongs to the category of Historic districts in the United States.", "Frederick, Maryland is the nearest city to the 14th New Jersey Volunteer Infantry Monument which was established on 11 July 1907 at the Monocacy National Battlefield in Frederick County, Maryland. The monument is categorised as a historic district in the US and is owned by the National Park Service.", "The 14th New Jersey Volunteer Infantry Monument is owned by the National Park Service. It was established on July 11th, 1907 and is categorized as a historic district in the United States and is found in the Monocacy National Battlefield (Frederick County), the city nearest to this is Frederick, Maryland."]}
{"data": [["Monocacy_National_Battlefield", "location", "Frederick_County,_Maryland"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "established", "\"1907-07-11\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "category", "Historic_districts_in_the_United_States"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "district", "Monocacy_National_Battlefield"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "owning organisation", "National_Park_Service"]], "texts": ["Frederick County, Maryland is the location of the Monocacy National Battlefield where the 14th New Jersey Volunteer Infantry monument is located. It was established on 11 July 1907 being provided by the National Park Service and is categorised as a historic district in the United States.", "The 14th New Jersey Volunteer Infantry Monument which was established 1907-07-11 is found in the Monocacy National Battlefield, Frederick County, Maryland. The monument has been provided by the National Park Service and belongs to the category of Historic districts in the United States."]}
{"data": [["Monocacy_National_Battlefield", "location", "Frederick_County,_Maryland"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "established", "\"1907-07-11\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "country", "\"United States\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "category", "Historic_districts_in_the_United_States"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "district", "Monocacy_National_Battlefield"], ["Monocacy_National_Battlefield", "nearest city", "Frederick,_Maryland"]], "texts": ["Frederick, Maryland is the nearest city to the Monocacy National Battlefield of Frederick County, Maryland. It is the location of the 14th New Jersey Volunteer Infantry Monument which was established on 11 July 1907 which is categorised as belonging to the historic districts of the United States.", "The 14th New Jersey Volunteer Infantry Monument is located in the district of the Monocacy National Battlefield, Frederick County, Maryland. The monument was established in 1907-07-11 and is categorised as a historic district in the United States. The closest city to the Monocacy National Battlefield is Frederick."]}
{"data": [["Monocacy_National_Battlefield", "location", "Frederick_County,_Maryland"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "established", "\"1907-07-11\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "country", "\"United States\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "category", "Historic_districts_in_the_United_States"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "district", "Monocacy_National_Battlefield"]], "texts": ["The Monocacy National Battlefield is found in Frederick County, Maryland. The 14th New Jersey Volunteer Infantry Monument was established on July 11th, 1907 and can be found in the Monocacy National Battlefield. The monument is part of the category of Historic districts in the United States.", "The 14th New Jersey Volunteer Infantry Monument is located in the district of the Monocacy National Battlefield, Frederick County, United States. It was established on 11 July 1907 and is categorised as a historic district."]}
{"data": [["14th_New_Jersey_Volunteer_Infantry_Monument", "established", "\"1907-07-11\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "country", "\"United States\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "category", "Historic_districts_in_the_United_States"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "district", "Monocacy_National_Battlefield"], ["Monocacy_National_Battlefield", "nearest city", "Frederick,_Maryland"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "owning organisation", "National_Park_Service"]], "texts": ["The 14th New Jersey Volunteer Infantry Monument is located in the Monocacy National Battlefield, Frederick, Maryland. The monument, which is owned by the National Park Service, was established on 11th July 1907 and belongs to the category of Historic districts in the United States.", "The 14th New Jersey Volunteer Infantry Monument (established 1907-07-11) is a United States historic district. It is located in the Monocacy National Battlefield district and owned by the National Park Service. The closest city to the battlefield is Frederick, Maryland.", "The 14th New Jersey Volunteer Infantry Monument was established on 11 July 1907 in the district of the Monocacy National Battlefield, Frederick, Maryland. It is owned by the National Park Service and belongs to the category of historic districts in the US."]}
{"data": [["14th_New_Jersey_Volunteer_Infantry_Monument", "established", "\"1907-07-11\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "country", "\"United States\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "category", "Historic_districts_in_the_United_States"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "district", "Monocacy_National_Battlefield"], ["Monocacy_National_Battlefield", "nearest city", "Frederick,_Maryland"]], "texts": ["The 14th New Jersey Volunteer Infantry Monument is located on the Monocacy National Battlefield, Frederick, Maryland. The monument was established on 1907-07-11 and belongs to the category of Historic districts in the United States.", "The 14th New Jersey Volunteer Infantry Monument was established July 11th, 1907 and is a historic district founded in the Monocacy National Battlefield (USA). The nearest city is Frederick, Maryland."]}
{"data": [["Monocacy_National_Battlefield", "location", "Frederick_County,_Maryland"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "established", "\"1907-07-11\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "category", "Historic_districts_in_the_United_States"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "district", "Monocacy_National_Battlefield"], ["Monocacy_National_Battlefield", "nearest city", "Frederick,_Maryland"]], "texts": ["Frederick city in Frederick County, Maryland is the nearest city to the Monocacy National Battlefield which is the location of the 14th New Jersey Volunteer Infantry monument. The monument was established on 11 July 1907 and belongs to the category of historic districts in the United States.", "The city of Frederick, Maryland in Frederick county is the nearest city to the location of the 14th New Jersey Volunteer Infantry monument at Monocacy National Battlefield. The monument was established on 11 July 1907 and belongs to the category of the historic districts of the United States.", "The 14th New Jersey Volunteer Infantry monument which belongs to the category of historic districts in the United States, was established on 11 July 1907 within the Monocacy National Battlefield in Frederick County Maryland. The nearest city to the battlefield is Frederick."]}
{"data": [["Turkey", "leader title", "President_of_Turkey"], ["Turkey", "leader", "Ahmet_Davutoğlu"], ["Turkey", "capital", "Ankara"], ["Turkey", "largest city", "Istanbul"], ["Atatürk_Monument_(İzmir)", "material", "\"Bronze\""], ["Turkey", "currency", "Turkish_lira"], ["Atatürk_Monument_(İzmir)", "location", "Turkey"]], "texts": ["Turkey's leader is Ahmet Davutoglu, who is the President of Turkey. Its capital is Ankara and the largest city is Istanbul. The currency used in Turkey is Turkish Lira. The ataturk Monument (Izmir), that is located in Turkey, is made of bronze.", "The bronze Ataturk monument is located in Turkey where President Ahmet Davutoglu is the leader. The capital city is Ankara, although the largest city is Istanbul and the local currency is the Turkish lira.", "President Ahmet Davutoglu is the leader of Turkey which has the capital city of Ankara, although the largest city is Istanbul. The currency of the country is the Turkish lira and the country is the location of the bronze Ataturk monument."]}
{"data": [["Turkey", "leader title", "President_of_Turkey"], ["Turkey", "leader", "Ahmet_Davutoğlu"], ["Atatürk_Monument_(İzmir)", "designer", "Pietro_Canonica"], ["Turkey", "largest city", "Istanbul"], ["Turkey", "currency", "Turkish_lira"], ["Atatürk_Monument_(İzmir)", "inauguration date", "\"1932-07-27\""], ["Atatürk_Monument_(İzmir)", "location", "Turkey"]], "texts": ["The Atatürk Monument in İzmir was designed by Pietro Canonica and was inaugurated on 27th July, 1932. It can be found in Turkey, a country with Istanbul as its largest city and the lira as its currency, and led by the President of Turkey, Ahmet Davutoglu.", "The Leader Of Turkey (official title President of Turkey) is Ahmet Davutoğlu. Ataturk Monument, located in İzmir was designed by Pietro Canonica and was inaugurated on 27th of July, 1932. Turkey's largest city is Istanbul and their currency is the Turkish lira.", "The Turkish leader (official title President of Turkey) is Ahmet Davutoglu. Pietro Canonica designed the Ataturk Monument in Izmir and it was inaugurated on 27th of July, 1932. Turkey's largest City is Istanbul and the currency is the Turkish lira."]}
{"data": [["Turkey", "leader title", "President_of_Turkey"], ["Atatürk_Monument_(İzmir)", "designer", "Pietro_Canonica"], ["Turkey", "capital", "Ankara"], ["Turkey", "largest city", "Istanbul"], ["Atatürk_Monument_(İzmir)", "material", "\"Bronze\""], ["Atatürk_Monument_(İzmir)", "inauguration date", "\"1932-07-27\""], ["Atatürk_Monument_(İzmir)", "location", "Turkey"]], "texts": ["The Atatürk Monument (İzmir), found in Turkey, is made of bronze and was designed by Pietro Canonica. The monument was established on the 27th of July, 1932. Turkey's capital is Ankara and its largest city is Istanbul. The leader's official title is the President of Turkey.", "The official leader of Turkey is called the President. Its capital is located in Ankara and its largest city is Istanbul. It has a monument called the Ataturk. The Ataturk Monument was designed by Pietro Canonica and was founded on July 27, 1982. It is made of bronze.", "The Ataturk Monument (Izmir) is located in Turkey, a country led by the country's president. Istanbul is the largest city, and Ankara is the capital. The monument was designed by Pietro Canonica, made of bronze, and inaugurated on the 27th of July, 1932."]}
{"data": [["Turkey", "leader", "Ahmet_Davutoğlu"], ["Turkey", "capital", "Ankara"], ["Turkey", "largest city", "Istanbul"], ["Turkey", "currency", "Turkish_lira"], ["Atatürk_Monument_(İzmir)", "inauguration date", "\"1932-07-27\""], ["Atatürk_Monument_(İzmir)", "location", "Turkey"]], "texts": ["The leader of Turkey, where the currency is the Turkish lira, is Ahmet Davutoglu. While the capital city is Ankara, the largest city in the country is Istanbul. Turkey is the location of the Ataturk Monument (Izmir) which was inaugurated on 27 July 1932.", "Ahmet Davutoglu is the leader of Turkey, where the capital is Ankara, but the largest city is Istanbul; the currency of Turkey is Turkish Lira and in Izmir, Turkey the Ataturk Monument stands, inaugurated on July 27, 1932.", "Turkey's capital is Ankara and the country's leader is Ahmet Davutoglu. The currency of Turkey is the Turkish lira and Istanbul is its largest city. The Atatürk Monument is located in Izmir and was inaugurated on the 27th of July, 1932."]}
{"data": [["Turkey", "leader", "Ahmet_Davutoğlu"], ["Atatürk_Monument_(İzmir)", "designer", "Pietro_Canonica"], ["Turkey", "capital", "Ankara"], ["Atatürk_Monument_(İzmir)", "material", "\"Bronze\""], ["Turkey", "currency", "Turkish_lira"], ["Atatürk_Monument_(İzmir)", "inauguration date", "\"1932-07-27\""], ["Atatürk_Monument_(İzmir)", "location", "Turkey"]], "texts": ["The Atatürk Monument in İzmir is a bronze monument designed by Pietro Canonica, and inaugurated on July 27th, 1932. It is located in Turkey, where the capital city is Ankara, the currency is the Turkish lira, and the leader is named Ahmet Davutoğlu.", "Pietro Canonica designed the bronze Ataturk monument which was inaugurated in Turkey on 27 July 1932 in Izmir. The leader of the country is Ahmet Davutoglu and the currency is the Turkish lira. Ankara is the capital of Turkey.", "The lira is the currency of Turkey where Ahmet Davutoglu is the leader and the capital city is Ankara. The country is the site of the bronze Ataturk monument at Izmir which was designed by Pietro Canonica and inaugurated on 27 July 1932.", "Ankara is the capital of Turkey where the currency is the Turkish lira and the leader is Ahmet Davutoglu. Izmir is located in the country and is the site of the bronze Ataturk Monument which was inaugurated in Izmir on 27 July 1932, having been designed by Pietro Canonica.", "The Atatürk Monument is located in İzmir, in the country of Turkey, whose leader is Ahmet Davutoğlu. The monument is made of bronze, was designed by Pietro Canonica and was inaugurated on the 27th of July, 1932. Turkey's capital city is Ankara and the currency is the Turkish lira.", "The Turkish lira is the currency of Turkey where Ahmet Davutoglu is the leader and Ankara is the capital. The Ataturk Monument designed in bronze by Pietro Canonica is located in Izmir and was inaugurated on 27 July 1932."]}
{"data": [["Atatürk_Monument_(İzmir)", "designer", "Pietro_Canonica"], ["Turkey", "capital", "Ankara"], ["Atatürk_Monument_(İzmir)", "material", "\"Bronze\""], ["Atatürk_Monument_(İzmir)", "inauguration date", "\"1932-07-27\""], ["Atatürk_Monument_(İzmir)", "location", "Turkey"]], "texts": ["The bronze Ataturk monument in Izmir was designed by Pietro Canonica and was inaugurated in Turkey, where the capital is Ankara, on 27 July 1932.", "The Ataturk Monument in Turkey was designed in bronze by Pietro Canonica, It was inaugurated July 27th, 1932. The capital city of Turkey is Ankara .", "The Atatürk Monument (inaugurated on 27th July, 1932) in Izmir was designed by Pietro Canonica and is made of bronze. The Monument is located in İzmir, Turkey whose capital city is Ankara."]}
{"data": [["Baku_Turkish_Martyrs'_Memorial", "material", "\"Red granite and white marble\""], ["Baku_Turkish_Martyrs'_Memorial", "dedicated to", "\"Ottoman Army soldiers killed in the Battle of Baku\""], ["Baku_Turkish_Martyrs'_Memorial", "location", "Azerbaijan"], ["Baku_Turkish_Martyrs'_Memorial", "native name", "\"Türk Şehitleri Anıtı\""], ["Azerbaijan", "leader", "Artur_Rasizade"], ["Baku_Turkish_Martyrs'_Memorial", "designer", "\"Hüseyin Bütüner and Hilmi Güner\""], ["Azerbaijan", "legislature", "National_Assembly_(Azerbaijan)"]], "texts": ["The Baku Turkish Martyrs' Memorial (known as Turk Sehitleri Aniti) was designed by Hüseyin Bütüner and Hilmi Güner in red granite and white marble, and is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. It is located in Azerbaijan, where the leader is Artur Rasizade, and the National Assembly is the legislative branch of government.", "The Baku Turkish Martyrs memorial, dedicated to the soldiers of the Ottoman army who died at the Battle of Baku was designed in red granite and white marble by Huseyin Butuner and Hilmi Guner. The native name for the memorial which is located in the city of Baku, Azerbaijan, is Turk Sehitleri Aniti. Turkey is led by Artur Rasizade and the National Assembly is the legislature within the country."]}
{"data": [["Azerbaijan", "leader", "Artur_Rasizade"], ["Baku_Turkish_Martyrs'_Memorial", "material", "\"Red granite and white marble\""], ["Azerbaijan", "leader title", "Prime_Minister_of_Azerbaijan"], ["Baku_Turkish_Martyrs'_Memorial", "dedicated to", "\"Ottoman Army soldiers killed in the Battle of Baku\""], ["Baku_Turkish_Martyrs'_Memorial", "location", "Azerbaijan"], ["Baku_Turkish_Martyrs'_Memorial", "native name", "\"Türk Şehitleri Anıtı\""], ["Baku_Turkish_Martyrs'_Memorial", "designer", "\"Hüseyin Bütüner and Hilmi Güner\""]], "texts": ["Baku Turkish Martyrs' Memorial, made from red granite and white marble, is dedicated to the Ottoman Army soldiers killed in the Battle of Baku, Azerbaijan. The memorial (native name \"Türk Sehitleri Aniti\") was designed by Huseyin Butuner and Hilmi Guner. Artur Rasizade is the leader (official title Prime Minister) of Azerbaijan.", "The Baku Turkish Martyrs' Memorial (known as Turk Sehitleri Aniti in the local language) is a red granite and white marble monument, designed by Huseyin Butuner and Hilmi Guner, and dedicated to Ottoman Army soldiers killed in the Battle of Baku. It is located in Azerbaijan, a country led by the Prime Minister of Azerbaijan, Artur Rasizade.", "Artur Rasizade is is the Prime Minister and the leader of Azerbaijan. Here we can find Baku Turkish Martyrs' Memorial, that is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. The native name of the Baku Turkish Martyrs' Memorial is Turk Sehitleri Aniti. Its designer was Hüseyin Bütüner and Hilmi Güner and it is made from red granite and white marble."]}
{"data": [["Azerbaijan", "capital", "Baku"], ["Baku_Turkish_Martyrs'_Memorial", "material", "\"Red granite and white marble\""], ["Azerbaijan", "leader title", "Prime_Minister_of_Azerbaijan"], ["Baku_Turkish_Martyrs'_Memorial", "dedicated to", "\"Ottoman Army soldiers killed in the Battle of Baku\""], ["Baku_Turkish_Martyrs'_Memorial", "location", "Azerbaijan"], ["Azerbaijan", "leader", "Artur_Rasizade"], ["Baku_Turkish_Martyrs'_Memorial", "designer", "\"Hüseyin Bütüner and Hilmi Güner\""]], "texts": ["Huseyin Butuner and Hilmi Guner designed the red granite and white marble Baku Turkish Martyrs memorial which is located in Azerbaijan and dedicated to the Ottoman army soldiers killed in the Battle of Baku, the capital city. Prime Minister Artur Rasizade is the current leader of the country.", "Baku is the capital of Azerbaijan which is led by Prime Minister Artur Rasizade. The city is the location of the Baku Turkish Martyrs' memorial designed in red granite and white marble by Huseyin Butuner and Hilmi Guner. The memorial is dedicated to the soldiers of the Ottoman army who were killed at the Battle of Baku.", "The Baku Turkish Martyrs' Memorial was designed in red granite and white marble by Huseyin Butuner and Hilmi Guner, and it is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. It is found in Baku, the capital of Azerbaijan, a country led by the Prime Minister of Azerbaijan, Artur Rasizade.", "The Baku Turkish Martyrs' Memorial was designed by Huseyin Butuner and Hilmi Guner in red granite and white marble and is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. It is located in Baku, the capital of Azerbaijan, a country led by Artur Rasizade, the Prime Minister of Azerbaijan.", "Baku is the capital of Azerbaijan where Prime Minister Artur Rasizade is the leader. The city is the location of the Baku Turkish Martyrs memorial which was designed by Huseyin Butuner and Hilmi Guner in red granite and white marble. The memorial is dedicated to the soldiers of the Ottoman army who died in the Battle of Baku.", "The Baku Turkish Martyrs' Memorial is located in Azerbaijan's capital, Baku. The monument is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. It was designed by Hüseyin Bütüner and Hilmi Güner, and constructed from red granite and white marble. Azerbaijan's leader, the Prime Minister of Azerbaijan, is Artur Rasizade."]}
{"data": [["Azerbaijan", "capital", "Baku"], ["Baku_Turkish_Martyrs'_Memorial", "material", "\"Red granite and white marble\""], ["Baku_Turkish_Martyrs'_Memorial", "dedicated to", "\"Ottoman Army soldiers killed in the Battle of Baku\""], ["Baku_Turkish_Martyrs'_Memorial", "location", "Azerbaijan"], ["Baku_Turkish_Martyrs'_Memorial", "native name", "\"Türk Şehitleri Anıtı\""], ["Baku_Turkish_Martyrs'_Memorial", "designer", "\"Hüseyin Bütüner and Hilmi Güner\""]], "texts": ["Baku Turkish Martyrs' Memorial, made of red granite and white marble, is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. The memorial, called Turk Sehitleri Aniti, was designed by Hüseyin Bütüner and Hilmi Güner and is located in Azerbaijan, the capital of which is Baku.", "The Baku Turkish Martyrs' Memorial, also known by the native name Turk Sehitleri Aniti, is located in Azerbaijan. The memorial was designed by Huseyin Butuner and Hilmi Guner, and is constructed from red granite and white marble. It is dedicated to the Ottoman Army soldiers killed in the Battle of Baku, the capital of Azerbaijan.", "Baku is the capital of Azerbaijan. The Baku Turkish Martyrs' Memorial is created in red granite and white marble and is dedicated to the Ottoman Army soldiers killed in the Battle of Baku. The Native name of theMemorial is \"Türk Sehitleri Aniti\". Its designers are Huseyin Butuner and Hilmi Guner."]}
{"data": [["Azerbaijan", "capital", "Baku"], ["Baku_Turkish_Martyrs'_Memorial", "material", "\"Red granite and white marble\""], ["Baku_Turkish_Martyrs'_Memorial", "location", "Azerbaijan"], ["Azerbaijan", "legislature", "National_Assembly_(Azerbaijan)"]], "texts": ["The Baku Turkish Martyrs' Memorial, which is made from red granite and white marble, is located in Azerbaijan which is home to the National Assembly and has Baju as its capital.", "The Baku Turkish Martyrs' Memorial, which is made from red granite and white marble, is in Azerbaijan which has the National Assembly as its legislature and Baku is the capital.", "The Baku Turkish Martyrs' Memorial, which is made from red granite and white marble, is in Azerbaijan which has Baku as its capital and has the National Assembly as its legislature."]}
{"data": [["Adams_County,_Pennsylvania", "has to its southeast", "Carroll_County,_Maryland"], ["11th_Mississippi_Infantry_Monument", "established", "2000"], ["Adams_County,_Pennsylvania", "has to its north", "Cumberland_County,_Pennsylvania"], ["Adams_County,_Pennsylvania", "has to its southwest", "Frederick_County,_Maryland"], ["11th_Mississippi_Infantry_Monument", "state", "\"Pennsylvania\""], ["11th_Mississippi_Infantry_Monument", "category", "Contributing_property"], ["11th_Mississippi_Infantry_Monument", "location", "Adams_County,_Pennsylvania"]], "texts": ["Frederick County Maryland is to the south west of Adams County, Pennsylvania. To the south of Adams County is Cumberland County and to the northwest Carroll County, Maryland. Adams County is the location of the 11th Mississippi Infantry monument which was established in 2000 and categorised as a contributing property within the United States.", "The 11th Mississippi Infantry monument, established in 2000, is categorised as a contributing property and located in Adams County, Pennsylvania which is north of Cumberland County. The County is northwest of Maryland's Carroll County and northeast of Frederick County, Maryland.", "Adams County in Pennsylvania is located south of Cumberland County. Frederick County, Maryland is to the southwest and Carroll County, Maryland is to the southeast. The County is the location of the 11th Mississippi Infantry monument which was established in 2000 and is categorised as a contributing property."]}
{"data": [["Adams_County,_Pennsylvania", "has to its west", "Franklin_County,_Pennsylvania"], ["Adams_County,_Pennsylvania", "has to its southeast", "Carroll_County,_Maryland"], ["11th_Mississippi_Infantry_Monument", "established", "2000"], ["Adams_County,_Pennsylvania", "has to its north", "Cumberland_County,_Pennsylvania"], ["Adams_County,_Pennsylvania", "has to its southwest", "Frederick_County,_Maryland"], ["11th_Mississippi_Infantry_Monument", "category", "Contributing_property"], ["11th_Mississippi_Infantry_Monument", "location", "Adams_County,_Pennsylvania"]], "texts": ["Adams County lies to the east of Franklin County and south of Cumberland County, Pennsylvania. Carroll County in Maryland lies to the southeast and Frederick County, Maryland to the southwest. The 11th Mississippi Infantry monument which was completed in 2000 is located in Adams County and categorised as contributing property.", "Adams County Pennsylvania is East of Franklin County, Pennsylvania. To the southeast is Carroll County, Maryland. Adams County has Cumberland County to its north and Frederick County, Maryland to its southwest. The 11th Mississippi Infantry Monument is in this county and was completed in 2000. This Monument is categorized as a Contributing Property.", "The 11th Mississippi Infantry Monument was established in 2000 in Adams County, Pennsylvania and is categorised as a contributing property. Adams County is located east of Franklin County and south of Cumberland County. Carroll County and Frederick County in Maryland lie to the southeast and southwest respectively."]}
{"data": [["11th_Mississippi_Infantry_Monument", "country", "\"United States\""], ["Adams_County,_Pennsylvania", "has to its southeast", "Carroll_County,_Maryland"], ["11th_Mississippi_Infantry_Monument", "established", "2000"], ["Adams_County,_Pennsylvania", "has to its north", "Cumberland_County,_Pennsylvania"], ["11th_Mississippi_Infantry_Monument", "state", "\"Pennsylvania\""], ["11th_Mississippi_Infantry_Monument", "category", "Contributing_property"], ["11th_Mississippi_Infantry_Monument", "location", "Adams_County,_Pennsylvania"]], "texts": ["11th Mississippi Infantry Monument has been established in 2000 and is categorised as a contributing property. It is located in Adams County, Pennsylvania (United States). Carroll County Maryland is southeast of Adams county Pennsylvania and Pennsylvania's Cumberland County is to the north of the Adams County.", "The 11th Mississippi Infantry Monument was established in 2000 in Adams County, Pennsylvania and is categorised as a contributing property of the United States. Adams County is located south of Cumberland County and Carroll County in Maryland lie to the southeast.", "The 11th Mississippi Infantry Monument was established in 2000 and is categorised as a contributing property. It is located in Adams County, Pennsylvania state (in the US). Adams County, Pennsylvania has Carroll County, Maryland to its southeast and Pennsylvania's Cumberland County is to the north of the Adams County."]}
{"data": [["11th_Mississippi_Infantry_Monument", "established", "2000"], ["Adams_County,_Pennsylvania", "has to its north", "Cumberland_County,_Pennsylvania"], ["11th_Mississippi_Infantry_Monument", "state", "\"Pennsylvania\""], ["11th_Mississippi_Infantry_Monument", "category", "Contributing_property"], ["11th_Mississippi_Infantry_Monument", "municipality", "Gettysburg,_Pennsylvania"], ["11th_Mississippi_Infantry_Monument", "location", "Adams_County,_Pennsylvania"]], "texts": ["The 11th Mississippi Infantry Monument is located in the municipality of Gettysburg, Adams County, Pennsylvania. It was established in 2000 and it falls under the category of contributing property. To the north of Adams County is Cumberland County.", "South of Cumberland County, Pennsylvania lies Adams County. The location of the 11th Mississippi Infantry Monument in the municipality of Gettysburg. It was established in 2000 and is categorised as a contributing property.", "Cumberland County, Pennsylvania is found north of Adams County which is the location of the 11th Mississippi Infantry Monument established in 2000 in Gettysburg. The monument falls under the category of contributing property."]}
{"data": [["Adams_County,_Pennsylvania", "has to its southeast", "Carroll_County,_Maryland"], ["11th_Mississippi_Infantry_Monument", "established", "2000"], ["11th_Mississippi_Infantry_Monument", "state", "\"Pennsylvania\""], ["11th_Mississippi_Infantry_Monument", "category", "Contributing_property"], ["11th_Mississippi_Infantry_Monument", "municipality", "Gettysburg,_Pennsylvania"], ["11th_Mississippi_Infantry_Monument", "location", "Adams_County,_Pennsylvania"]], "texts": ["Southeast of Carroll County, Maryland is Adams County Pennsylvania. This county is the location of the 11th Mississippi Infantry Monument erected in 2000 in Gettysburg and which is categorised as a contributing property.", "The 11th Mississippi Infantry Monument is located in Gettysburg, Adams County, Pennsylvania. It is categorised as a contributing property and it was established in 2000. Carroll County, Maryland is southeast of Adams County.", "The 11th Mississippi INfantry Monument is located in the municipality of Gettysburg, Adams County, Pa. It is categorized as a Contributing Property and was established in 2000. Carroll County, Maryland is southeast of Adams County, Pennsylvania."]}
{"data": [["India", "largest city", "Mumbai"], ["AWH_Engineering_College", "country", "India"], ["Kerala", "leader", "Kochi"], ["AWH_Engineering_College", "academic staff size", "250"], ["AWH_Engineering_College", "state", "Kerala"], ["AWH_Engineering_College", "city", "\"Kuttikkattoor\""]], "texts": ["The AWH Engineering College in Kuttikkattoor, Kerala, India has 250 academic staff. Kerala's leader is Kochi and India's largest city is Mumbai.", "The largest city in India is Mumbai, but the AWH Engineering College is located in the city of Kuttikkattoor in the state of Kerala where Kochi is the state leader. The College has an academic staff of 250.", "AWH Engineering College in Kuttikkattoor, India is in the state of Kerala. The college has 250 employees. Kerala is led by Kochi while the largest city in India is Mumbai."]}
{"data": [["11th_Mississippi_Infantry_Monument", "country", "\"United States\""], ["11th_Mississippi_Infantry_Monument", "location", "Seminary_Ridge"], ["11th_Mississippi_Infantry_Monument", "location", "Adams_County,_Pennsylvania"], ["11th_Mississippi_Infantry_Monument", "state", "\"Pennsylvania\""], ["11th_Mississippi_Infantry_Monument", "established", "2000"], ["11th_Mississippi_Infantry_Monument", "category", "Contributing_property"], ["11th_Mississippi_Infantry_Monument", "municipality", "Gettysburg,_Pennsylvania"]], "texts": ["The 11th Mississippi Infantry Monument is located at Seminary Ridge in Adams County in the municipality of Gettysburg Pennsylvania (United States). It was established in the year 2000 and is categorised as a contributing property.", "The 11th Mississippi Infantry Monument (completed in 2000) is a contributing property found at Seminary Ridge, Adams County, in the municipality of Gettysburg in the American state of Pennsylvania.", "Seminary Ridge in Gettysburg is located in Adams County, Pennsylvania and is the location of the 11th Mississippi Infantry monument which was established in 2000 and categorised as a contributing property within the United States."]}
{"data": [["11th_Mississippi_Infantry_Monument", "country", "\"United States\""], ["11th_Mississippi_Infantry_Monument", "location", "Seminary_Ridge"], ["11th_Mississippi_Infantry_Monument", "location", "Adams_County,_Pennsylvania"], ["11th_Mississippi_Infantry_Monument", "state", "\"Pennsylvania\""], ["11th_Mississippi_Infantry_Monument", "category", "Contributing_property"], ["11th_Mississippi_Infantry_Monument", "municipality", "Gettysburg,_Pennsylvania"]], "texts": ["The 11th Mississippi Infantry Monument is placed in the municipality of Gettysburg, Pennsylvania, USA at Seminary Ridge in Adams County and is categorized as a contributing property.", "The 11th Mississippi Infantry Monument is located in the Seminary Ridge, Gettysburg, Adams County, Pennsylvania, USA. It is categorised as a contributing property.", "The 11th Mississippi Infantry Monument falls under the category of contributing property. It is located at Seminary Ridge in the municipality of Gettysburg, Adams County, Pennsylvania, United States."]}
{"data": [["11th_Mississippi_Infantry_Monument", "country", "\"United States\""], ["11th_Mississippi_Infantry_Monument", "location", "Adams_County,_Pennsylvania"], ["11th_Mississippi_Infantry_Monument", "established", "2000"], ["11th_Mississippi_Infantry_Monument", "category", "Contributing_property"], ["11th_Mississippi_Infantry_Monument", "municipality", "Gettysburg,_Pennsylvania"]], "texts": ["The 11th Mississippi Infantry Monument stands in Gettysburg, in Adams County, Pennsylvania. The American monument, built in 2000 is classed as a Contributing Property.", "The 11th Mississippi Infantry Monument was established in 2000, and is considered a Contributing Property. It is located in the municipality of Gettysburg, in Adams County, Pennsylvania, USA.", "The 11th Mississippi Infantry Monument is in Adams County, Gettysburg municipality, Pennsylvania in the United States. The Monument is categorized as a Contributing Property and was established in 2000."]}
{"data": [["Adams_County,_Pennsylvania", "has to its southeast", "Carroll_County,_Maryland"], ["11th_Mississippi_Infantry_Monument", "established", "2000"], ["11th_Mississippi_Infantry_Monument", "category", "Contributing_property"], ["11th_Mississippi_Infantry_Monument", "municipality", "Gettysburg,_Pennsylvania"], ["11th_Mississippi_Infantry_Monument", "location", "Adams_County,_Pennsylvania"]], "texts": ["The 11th Mississippi Infantry Monument is in the municipality of Gettysburg, Adams County, Pennsylvania. The monument was completed in the year 2000 and is categorised as a contributing property. Adams County, Pennsylvania has Carroll County, Maryland to its southeast.", "The 11th Mississippi Infantry Monument's location is Gettysburg, Adams County, Pennsylvania. It was erected in the year 2000 and is categorized as a Contributing Property. Carroll County Maryland is southeast of Adams County Pennsylvania."]}
{"data": [["Trane", "product", "Building_Management_System"], ["Trane", "revenue", "10264000000"], ["Trane", "net income", "556300000"], ["Trane", "location", "Swords,_Dublin"], ["Trane", "type", "Subsidiary"], ["Trane", "operating income", "875400000"], ["Trane", "founding date", "1913-01-01"]], "texts": ["Trane is a subsidiary company producing building management systems. They were founded on Jan 1 1913, and are located in Swords, Dublin. They have an operating income of 875.4 million USD, a net income of about $556 million, and a revenue of $10,264,000,000.", "Trane, located in Swords, Dublin, a subsidiary company making building management systems that was founded on 01-01-1913, has a net income of $556,300,000 and an operating income of $875,400,000 from a revenue of $10,264,000,000.", "Trane is a building management systems manufacturer located in Swords, Dublin. A subsidiary company, they were founded on Jan 1 1913. They have an operating income of $875,400,000, a net income of $556,300,000 and a revenue of $10,264,000,000."]}
{"data": [["Trane", "product", "Building_Management_System"], ["Trane", "revenue", "10264000000"], ["Trane", "net income", "556300000"], ["Trane", "location", "Swords,_Dublin"], ["Trane", "type", "Subsidiary"], ["Trane", "operating income", "875400000"], ["Trane", "location", "Ireland"]], "texts": ["Trane is a subsidiary company, located in Ireland, in the city of Swords, Dublin. Tran makes building management systems and has a revenue of 10264000000 with a net income of $556,300,000. Its operating income is $875,400,000.", "Trane is an Irish building management systems manufacturer is Swords, Dublin They are a subsidiary with an operating income of $875,400,000. Their revenue is $10,264,000,000, and their net income is $556,300,000.", "Trane, a subsidiary that produces of building management systems, is located in Ireland - Swords, Dublin - and boasts revenues totaling 10.3 billion USD, an operating income of 875.4 million USD, and a net income of around 556 million USD."]}
{"data": [["Trane", "product", "Building_Management_System"], ["Trane", "operating income", "875400000"], ["Trane", "founding date", "1913-01-01"], ["Trane", "foundation place", "La_Crosse,_Wisconsin"], ["Trane", "number of employees", "29000"], ["Trane", "product", "HVAC"]], "texts": ["Trane was founded in La Crosse, Wisconsin on January 1, 1913. With 29,000 employees and an operating income of 875.4 million USD, Trane produces building management systems, including HVACs.", "The Trane company was founded on January 01, 1913 in La Crosse, Wisconsin. It has an operating income of $875,400,000 with 29,000 employees and it manufactures building management systems and produces HVAC.", "Trane makes building management systems and HVAC. They were founded on Jan 1 1913 in La Crosse WI, and employ 29,000 people. Their operating income is $875,400,000."]}
{"data": [["Trane", "location", "Swords,_Dublin"], ["Trane", "founding date", "1913-01-01"], ["Trane", "location", "Ireland"], ["Trane", "foundation place", "La_Crosse,_Wisconsin"], ["Trane", "number of employees", "29000"], ["Trane", "product", "HVAC"], ["Trane", "industry", "Building_materials"]], "texts": ["The 29,000 employee building materials company Trane, the manufacturer of HVAC, which was founded in La Crosse, Wisconsin, is located in Swords, Dublin, Ireland.", "Trane was founded in La Crosse, Wisconsin on 01-01-1913 but has since moved to Swords, Dublin in Ireland. Trane's 29,000 employees are involved in the manufacturing of HVAC building materials.", "Trane, Inc., an international company in the building materials industry, was founded in La Crosse, Wisconsin in 1913. Today 29,000 people are employed by Trane, whose corporate headquarters are located in Swords, Dublin, Ireland. Trane is best known for manufacturing heating, ventilating and air conditioning (HVAC) systems."]}
{"data": [["Trane", "product", "Building_Management_System"], ["Trane", "revenue", "10264000000"], ["Trane", "net income", "556300000"], ["Trane", "location", "Swords,_Dublin"], ["Trane", "type", "Subsidiary"], ["Trane", "founding date", "1913-01-01"]], "texts": ["Trane is a subsidiary founded on 1913-01-01 in Swords, Dublin, that produces building management systems. Trane has a revenue of $10,264,000,000, and a net income of about $556 million.", "Trane is a subsidiary company founded in Swords, Dublin that makes building management systems with revenue of 10264000000. Trane was founded on 01-01-1913 has a net income of $536,300,000.", "Trane, a manufacturer of building management systems in Swords, Dublin, was founded on January 1 1919. They are a subsidiary whose net income is $556,300,000. Their net revenue is $10,264,000,000."]}
{"data": [["Trane", "product", "Building_Management_System"], ["Trane", "revenue", "10264000000"], ["Trane", "net income", "556300000"], ["Trane", "location", "Swords,_Dublin"], ["Trane", "type", "Subsidiary"], ["Trane", "operating income", "875400000"]], "texts": ["Trane is a producer of building management systems located in Swords, Dublin. They are a subsidiary whose operating income is 875.4 million USD. They have a revenue of $10,264,000,000, and a net income of about $556 million.", "Located in Swords, Dublin, Trane is a subsidiary company that manufactures building management systems. Trane's revenue is $10,264,000,000, with an operating income of $875,400,000 and net income of $556,300,000.", "Trane is a subsidiary located in Swords, Dublin. They make building management systems, and have an operating income of $875,400,000. They have a revenue of 10,264,000,000 and a net income of 556,300,000."]}
{"data": [["Trane", "revenue", "10264000000"], ["Trane", "net income", "556300000"], ["Trane", "number of employees", "29000"], ["Trane", "location", "Swords,_Dublin"], ["Swords,_Dublin", "area urban", "11.35"]], "texts": ["The Trane company employs 29,000 people, has a net income of $556.300 million USD and revenue of $10.264 billion USD. The company is located in Swords, Dublin which has an urban area of 11.35 square kilometers.", "The Trane company has 29,000 employees and is located in Swords, Dublin; which has an urban area of 11.35 square kilometers. The company has a net income of $556.300 million USD and a revenue of $10.264 billion USD.", "Trane, located in Swords, Dublin (urban area 11.35), employs 29,000 people. Trane earned net income of $556,300,000 from revenue of $10,264,000,000."]}
{"data": [["Trane", "product", "Building_Management_System"], ["Trane", "revenue", "10264000000"], ["Trane", "product", "HVAC"], ["Trane", "location", "Swords,_Dublin"], ["Trane", "foundation place", "La_Crosse,_Wisconsin"]], "texts": ["Trane, an HVAC company located in Swords, Dublin, manufactures building management systems. Trane was founded in La Crosse, Wisconsin and has $10,264,000,000 in revenue.", "Trane, a company that manufactures building management systems and HVAC components, has a revenue of 10264000000. The company was founded in La Crosse, Wisconsin, and is located in Swords, Dublin.", "Trane is a company that produces building management systems and HVAC. It is located in Swords, Dublin and has a revenue of $10,264,000,000. The foundation place of Trane was La Crosse, Wisconsin."]}
{"data": [["Trane", "founding date", "1913-01-01"], ["Trane", "location", "Ireland"], ["Trane", "number of employees", "29000"], ["Trane", "product", "HVAC"], ["Trane", "industry", "Building_materials"]], "texts": ["Trane is a company in Ireland founded on 1913-01-01 which employees 29,000 people to build HVAC building materials.", "Trane, founded on 01-01-1913, is located in Ireland, it has 29000 employees. Trane manufactures HVAC in the building material industry.", "The Trane company (founded on January 01, 1913) is located in Ireland and has 29,000 employees. This company is in the building materials industry with HVAC being one of its products."]}
{"data": [["Dead_Man's_Plack", "location", "England"], ["England", "ethnic group", "British_Arabs"], ["England", "capital", "London"], ["Dead_Man's_Plack", "dedicated to", "Æthelwald,_Ealdorman_of_East_Anglia"], ["England", "language", "Cornish_language"], ["England", "religion", "Church_of_England"], ["Dead_Man's_Plack", "material", "Rock_(geology)"]], "texts": ["Dead Man's Plack is a rock monument found in England and dedicated to Aethelwald, Ealdorman of East Anglia. One of the ethnic groups of the country are the British Arabs, and the Church of England is the official religion. The Cornish language is still spoken in parts of the country. London is the capital city of England.", "Dead Man's Plack is located in England, made from stone, and dedicated to AEthelwald, Ealdorman of East Anglia. England's established religion is The Church of England, and the capital city is London. The Cornish language is spoken there, and the British Arabs are an English ethnic group.", "The capital of England is London where we can find the Dead Man's Plack which is made of stone. The Plack is dedicated to Æthelwald, Ealdorman of East Anglia. Cornish language is spoken in England and it has an established religion called the Church of England. One of the ethnic groups found in that country is the British Arabs."]}
{"data": [["Dead_Man's_Plack", "location", "England"], ["England", "ethnic group", "British_Arabs"], ["England", "capital", "London"], ["Dead_Man's_Plack", "dedicated to", "Æthelwald,_Ealdorman_of_East_Anglia"], ["England", "religion", "Church_of_England"]], "texts": ["The established religion of England, where the capital is London, is The Church of England. Located within the country is Dead Man's Plack which is dedicated to Aethelwald, Ealdorman of East Anglia. One of the ethnic groups in the country are the British Arabs.", "The Dead Man's Plack, found in England, is dedicated to Æthelwald, Ealdorman of East Anglia. England's capital city is London, the main religion is the Church of England and one of the ethnic groups in the country are the British Arabs."]}
{"data": [["Dead_Man's_Plack", "location", "England"], ["England", "ethnic group", "British_Arabs"], ["England", "capital", "London"], ["Dead_Man's_Plack", "dedicated to", "Æthelwald,_Ealdorman_of_East_Anglia"], ["England", "language", "Cornish_language"], ["Dead_Man's_Plack", "material", "Rock_(geology)"]], "texts": ["The Dead Man's Plack which is made of rock and is dedicated to Æthelwald, Ealdorman of East Anglia, is located in England. The capital of England is London and Cornish is a language spoken there. British Arabs is one of the English ethnicities.", "The Dead Man's Plack is found in England and made from rock. It is dedicated to Æthelwald, Ealdorman of East Anglia. London is the capital of England and British Arabs are an ethnic group. The Cornish language is spoken in England.", "Dead Man's Plack, which is made of rock, is dedicated to Æthelwald, Ealdorman of East Anglia. It is found in England, the capital of which is London. Cornish is one of the languages spoken in England and one of the ethnic groups found in the country is the British Arabs."]}
{"data": [["Dead_Man's_Plack", "location", "England"], ["England", "ethnic group", "British_Arabs"], ["England", "capital", "London"], ["Dead_Man's_Plack", "dedicated to", "Æthelwald,_Ealdorman_of_East_Anglia"], ["Dead_Man's_Plack", "material", "Rock_(geology)"]], "texts": ["Dead Man's Plack is a rock monument located in England and dedicated to Aethelwald, Ealdorman of East Anglia. One of the English ethnic groups are the British Arabs, and the capital of the country is London.", "The British Arabs are one of the ethnic groups to be found in England, where the capital city is London. Also located in the country is Dead Man's Plack, a stone monument dedicated to Aethelwald, Ealdorman of East Anglia.", "England's capital is London and one of the ethnic groups found in the country are the British Arabs. Dead Mans Plack is a rock monument found in the country and dedicated to Aethelwald, Ealdorman of East Anglia."]}
{"data": [["Trane", "location", "Ireland"], ["Trane", "product", "HVAC"], ["Ireland", "location", "Europe"], ["Trane", "product", "Building_Management_System"], ["Trane", "industry", "Building_materials"]], "texts": ["Trane is located in Ireland, a country in Europe. The company focuses both on building management systems, ex. HVAC, and building materials.", "The Trane industry is building materials, and the company makes building management systems. Trane is located in Europe or more specifically, Ireland, and manufactures HVAC equipment.", "Trane, manufacturer of building management systems and HVAC, is in the building materials industry. The company is located in Ireland, Europe."]}
{"data": [["Trane", "location", "Swords,_Dublin"], ["Trane", "founding date", "1913-01-01"], ["Trane", "location", "Ireland"], ["Trane", "number of employees", "29000"], ["Trane", "product", "HVAC"]], "texts": ["Trane was founded on 01-01-1913 in Swords, Dublin, Ireland. It manufactures HVAC, with 29,000 employees.", "Trane, an HVAC company located in Swords, Dublin in Ireland, was founded on 1913-01-01. Trane has 29,000 employees.", "The Trane company (founded on January 01, 1913) is located in Swords, Dublin in Ireland. It has 29,000 employees and one of its products is HVAC."]}
{"data": [["Hypermarcas", "product", "Drugs"], ["Hypermarcas", "type", "S.A._(corporation)"], ["Hypermarcas", "subsidiary", "Mantecorp"], ["Hypermarcas", "net income", "108600000"], ["Hypermarcas", "number of employees", "10252"], ["Hypermarcas", "product", "Healthcare"]], "texts": ["A type of S.A. corporation, Hypermarcas sells healthcare products (primarily drugs) and operates a subsidiary called Mantecorp. Hypermarcas has a net income of 108,600,000 and 10,252 employees.", "Hypermarcas is an S.A. corporation which produces pharmaceutical drugs and healthcare products. They employ 10,252 people and own the subsidiary Mantecorp. Their net income is $108,600,000.", "Hypermarcas is a drug company which produces healthcare products. The company is a type of S. A. corporation, and also owns a subsidiary company called Mantecorp. Hypermarcas employs 10252 workers, and has a net income of 108,600,000."]}
{"data": [["Hypermarcas", "location", "Brazil"], ["Hypermarcas", "product", "Drugs"], ["Hypermarcas", "industry", "Pharmaceuticals"], ["Hypermarcas", "key person", "CEO"], ["Hypermarcas", "founding date", "2001-01-01"], ["Hypermarcas", "type", "S.A._(corporation)"], ["Hypermarcas", "subsidiary", "Mantecorp"]], "texts": ["Hypermarcas was founded in Brazil on 2001-01-01. They are an S.A. corporation making drugs in the pharmaceutical industry. Their key person is a CEO, and they are the owners of the subsidiary Mantecorp.", "Hypermarcas is a Brazilian pharmaceutical company whose main product is drugs. They were founded on January 1, 2001 as an S.A. corporation. They are managed by a CEO, and own the subsidiary Mantecorp.", "Mantecorp is a subsidiary of the pharmaceutical company Hypermarcas, an S.A. Corporation located in Brazil, which was founded on January 1, 2001. Hypermarcas is ruled by a CEO."]}
{"data": [["Dead_Man's_Plack", "location", "England"], ["England", "ethnic group", "British_Arabs"], ["England", "capital", "London"], ["England", "language", "Cornish_language"]], "texts": ["The Dead Man's Plack is located in England, of which the capital city is London. Cornish is a language spoken in England and one of the ethnic groups are The British Arabs.", "England's capital is London. The Cornish language is still spoken in some parts and one of the ethnic groups to be found are the British Arabs. A place of interest is Dead Man's Plack.", "The Dead Man's Plack is found in England which has the capital city of London. One of the languages spoken in England is Cornish and one of the ethnic groups is the British Arabs."]}
{"data": [["Hypermarcas", "location", "Brazil"], ["Hypermarcas", "product", "Drugs"], ["Hypermarcas", "industry", "Pharmaceuticals"], ["Hypermarcas", "key person", "CEO"], ["Hypermarcas", "founding date", "2001-01-01"], ["Hypermarcas", "type", "S.A._(corporation)"], ["Hypermarcas", "net income", "108600000"]], "texts": ["Hypermarcas is a pharmaceutical drug company in Brazil. They were founded on Jan 1, 2001 as an S.A. corporation. Their key person is their CEO, and they have a net income of 108,600,000.", "Hypermarcas was founded in Brazil on Jan 1, 2001. They are an S.A. corporation which produces pharmaceutical drugs. Their key person is their CEO, and they have a net income of $108,600,000.", "Hypermarcas is an S.A. corporation who sells pharmaceuticals in Brazil. Their primary product is drugs. Managed by their CEO, they were founded on 1/1/2001 and have a $108,600,000 net income."]}
{"data": [["Hypermarcas", "location", "Brazil"], ["Hypermarcas", "product", "Drugs"], ["Hypermarcas", "industry", "Pharmaceuticals"], ["Hypermarcas", "key person", "CEO"], ["Hypermarcas", "founding date", "2001-01-01"], ["Hypermarcas", "subsidiary", "Mantecorp"]], "texts": ["Managed by their CEO and located in Brazil, Hyermarcas is primarily a manufacturer of drugs in the pharmaceuticals industry. Mantecorp is a subsidiary of Hypermarcas.", "Founded on January 1, 2001, Hypermarcas (parent company to Mantecorp) is a pharmaceutical drug company located in Brazil. Hypermarcas is led by its CEO.", "Hypermarcas is a pharmaceutical company, producing pharmaceutical drugs. The company is based in Brazil, and was founded on January 1, 2001. The key person within the company is the CEO. Hypermarcas also own a subsidiary company, named Mantecorp."]}
{"data": [["Hypermarcas", "location", "Brazil"], ["Hypermarcas", "product", "Drugs"], ["Hypermarcas", "industry", "Pharmaceuticals"], ["Hypermarcas", "key person", "CEO"], ["Hypermarcas", "founding date", "2001-01-01"]], "texts": ["Founded January 01, 2001 and headed by its CEO, Hypermarcas is a giant in Brazil's pharmaceutical industry. Currently, it specializes in making drugs.", "Hypermarcas is a Brazilian pharmaceutical drug company founded on January 1, 2001. The company is headed by the CEO.", "A CEO manages the drug producing pharmaceutical company located in Brazil, Hypermarcas, which was founded on January 1, 2001."]}
{"data": [["Hypermarcas", "location", "Brazil"], ["Hypermarcas", "product", "Drugs"], ["Hypermarcas", "industry", "Pharmaceuticals"], ["Hypermarcas", "key person", "CEO"], ["Hypermarcas", "subsidiary", "Mantecorp"]], "texts": ["Hypermarcas, a pharmaceutical company located in Brazil, is managed by their CEO and has a subsidiary called Mantecorp. Hypermarcas' main product is drugs.", "Hypermarcas is a drug maker located in Brazil. The pharmaceutical company is run by its CEO and also has a subsidiary called Mantecorp.", "The CEO is the key person of Mantecorp, a subsidiary of Hypermarcas, a pharmaceutical company located in Brazil."]}
{"data": [["Hypermarcas", "type", "S.A._(corporation)"], ["Hypermarcas", "product", "Healthcare"], ["Hypermarcas", "product", "Cosmetics"], ["Hypermarcas", "industry", "Pharmaceuticals"], ["Hypermarcas", "key person", "CEO"]], "texts": ["Hypermarcas is an S.A corporation in the pharmaceutical company, it makes healthcare products and sells cosmetics, its key person is the CEO.", "Hypermarcas, a pharmaceutical company that manufactures healthcare and cosmetics products, is a type of S.A. corporation. They are managed by their CEO.", "Hypermarcas is managed by a CEO that is in the pharmaceuticals industry that sells healthcare products and produces cosmetics within this type of S.A. corporation."]}
{"data": [["Hypermarcas", "product", "Drugs"], ["Hypermarcas", "subsidiary", "Mantecorp"], ["Hypermarcas", "net income", "108600000"], ["Hypermarcas", "number of employees", "10252"], ["Hypermarcas", "product", "Healthcare"], ["Hypermarcas", "location", "São_Paulo"], ["Hypermarcas", "revenue", "1800000000"]], "texts": ["Mantecorp is a subsidiary of Hypermarcas, located in Sao Paulo, which is a maker of healthcare products including producing pharmaceutical drugs. Hypermarcas employs 10,252 people, has a net income of $108,600,000, and their revenue is $1,800,000,000.", "Hypermarcas is primarily a drug company, which also sells healthcare products. They are located in Sao Paulo and employ 10,252 people. They are the owners of the subsidiary Mantecorp, and they have a net income of 108,600,000. They earn 18,000,00,000 yearly.", "Hypermarcas, a producer of healthcare products and drugs, is located in São Paulo. They have a subsidary called Mantecorp. Hypermarcas employs 10,252 people and makes $1,800,000,000 a year with a net income of $108,600,000."]}
{"data": [["Hypermarcas", "location", "Brazil"], ["Hypermarcas", "founding date", "2001-01-01"], ["Hypermarcas", "type", "S.A._(corporation)"], ["Hypermarcas", "subsidiary", "Mantecorp"], ["Hypermarcas", "net income", "108600000"]], "texts": ["Hypermarcas, founded on January 1, 2001, is located in Brazil and has a net income of 108,600,000. The company is a type of S.A. and has a subsidiary called Mantecorp.", "Hypermarcas, located in Brazil is a type of S.A. corporation that contains a subsidiary called Mantecorp. It was founded in 2001-01-01 and has a net income of 108,600,000.", "Mantecorp is a subsidiary of Hypermarcas. Hypermarcas is an S.A. corporation located in Brazil which was founded on January 1, 2001 and had a net income of $108,600,000."]}
{"data": [["Hypermarcas", "key person", "CEO"], ["Hypermarcas", "product", "Healthcare"], ["Hypermarcas", "product", "Cosmetics"], ["Hypermarcas", "location", "Brazil"]], "texts": ["Hypermarcas makes healthcare products and also sells cosmetics. Hypermarcas is located in Brazil, and its key person is the CEO.", "Hypermarcas, which is managed by their CEO, sells healthcare products. Hypermarcas produces cosmetics and is located in Brazil.", "Hypermarcas is a company based in Brazil, who manufacture healthcare and cosmetics products. The CEO is the key person in the company."]}
{"data": [["Hypermarcas", "net income", "108600000"], ["Hypermarcas", "product", "Healthcare"], ["Hypermarcas", "location", "São_Paulo"], ["Hypermarcas", "revenue", "1800000000"]], "texts": ["Hypermarcas is a company based in Sao Paulo. They produce healthcare products, which bring in an impressive income of $1,800, 000,000 per year, which yields an annual net income of $108,600,000.", "Hypermarcas is a healthcare product maker in São Paulo, earning net income of $108,600,000 from revenue of $1,800,000,000.", "Hypermarcas earns 1800000000 yearly on net income of 108600000 selling healthcare products and is located in São Paulo."]}
{"data": [["Hypermarcas", "number of employees", "10252"], ["Hypermarcas", "location", "São_Paulo"], ["Hypermarcas", "key person", "CEO"], ["Hypermarcas", "type", "S.A._(corporation)"]], "texts": ["Hypermarcas is an S.A. corporation in Sao Paulo employing 10,252 people with a CEO as the key person.", "The São Paulo company, Hypermarcas S. A., has 10252 employees beneath its CEO.", "Hypermarcas is a S.A. with 10252 employees. The company is located in Sao Paulo and is managed by a CEO."]}
{"data": [["Trane", "location", "Ireland"], ["Trane", "number of employees", "29000"], ["Trane", "product", "HVAC"], ["Trane", "industry", "Building_materials"]], "texts": ["Trane, located in Ireland, employs 29000 people. Trane is in the building materials industry and sells products such as HVAC.", "Located in Ireland, Trane operates in building materials and manufactures HVAC with 29,000 employees.", "Trane - the building material company based in Ireland - has 29,000 employees and produces HVAC."]}
{"data": [["Trane", "founding date", "1913-01-01"], ["Trane", "number of employees", "29000"], ["Trane", "product", "Building_Management_System"], ["Trane", "foundation place", "La_Crosse,_Wisconsin"]], "texts": ["Trane was founded on 1913-01-01 in La Crosse, Wisconsin. They currently manufacture building management systems with a workforce of 29000.", "Trane, which produces building management systems, having been founded in La Crosse Wisconsin on 1913-01-01, employs 29000 people.", "Trane was founded on January 01,1913, in La Crosse, Wisconsin. Trane has 29,000 employees and makes building management systems."]}
{"data": [["Trane", "founding date", "1913-01-01"], ["Trane", "location", "Ireland"], ["Trane", "foundation place", "La_Crosse,_Wisconsin"], ["Trane", "product", "HVAC"]], "texts": ["Trane is a HVAC producing company located in Ireland that was originally founded in La Crosse, Wisconsin on 01-01-1913.", "Trane (founded on 01-01-1913 in La Crosse, Wisconsin) is a HVAC manufacturer and located in Ireland.", "Trane, a maker of HVAC and other products with an Ireland location, was founded on 1913-01-01 in LaCrosse, Wisconsin."]}
{"data": [["11th_Mississippi_Infantry_Monument", "country", "\"United States\""], ["11th_Mississippi_Infantry_Monument", "location", "Adams_County,_Pennsylvania"], ["11th_Mississippi_Infantry_Monument", "state", "\"Pennsylvania\""], ["11th_Mississippi_Infantry_Monument", "established", "2000"], ["11th_Mississippi_Infantry_Monument", "category", "Contributing_property"], ["11th_Mississippi_Infantry_Monument", "municipality", "Gettysburg,_Pennsylvania"]], "texts": ["The 11th Mississippi Infantry monument was completed in 2000 and categorised as a contributing property. It is located in the municipality of Gettysburg, Adams County, Pennsylvania, United States.", "The 11th Mississippi Infantry Monument was erected in 2000 in Gettysburg, Adams County, Pennsylvania, USA. It falls under the category of Contributing Property.", "The 11th Mississippi Infantry Monument was established in 2000 and categorised as contributing property. It is located in Gettysburg, Adams County, Pennsylvania, United States."]}
{"data": [["11th_Mississippi_Infantry_Monument", "location", "Adams_County,_Pennsylvania"], ["11th_Mississippi_Infantry_Monument", "established", "2000"], ["11th_Mississippi_Infantry_Monument", "category", "Contributing_property"], ["11th_Mississippi_Infantry_Monument", "municipality", "Gettysburg,_Pennsylvania"]], "texts": ["11th Mississippi Infantry Monument's location is Adams County, Pennsylvania, was established in 2000 and falls under the category of Contributing property. The 11th Mississippi Infantry Monument is in the municipality of Gettysburg, Pennsylvania.", "The municipality of Gettysburg in Adams County, Pennsylvania is the location of the 11th Mississippi Infantry monument which was erected in 2000 and categorised as contributing property.", "Categorized as a contributing property, the 11th Mississippi Infantry Monument was established in 2000 in Gettysburg, Adams County, Pennsylvania."]}
{"data": [["GMA_New_Media", "product", "Mobile_Applications"], ["GMA_New_Media", "type", "Media_company"], ["GMA_New_Media", "product", "World_Wide_Web"], ["GMA_New_Media", "subsidiary", "Philippine_Entertainment_Portal"], ["GMA_New_Media", "subsidiary", "Digify,_Inc."], ["GMA_New_Media", "parent company", "GMA_Network_(company)"]], "texts": ["GMA New Media, Inc. is a media company that makes web sites and offers products such as mobile applications. GMA Network is the parent company of GMA New Media, whereas Philippine Entertainment Portal and Digify, Inc. are its subsidiaries.", "GMA New Media is a media company that makes mobile apps and produces web services. Philippine Entertainment Portal and Digify Inc. are subsidiaries of GMA New Media, whose parent company is GMA Network.", "GMA New Media is a media company that makes mobile applications and offers services concerning the World Wide Web. Philippine Entertainment Portal and Digify Inc. are subsidiaries of GMA New Media, whose parent company is GMA Network."]}
{"data": [["GMA_New_Media", "location", "GMA_Network_Center"], ["GMA_New_Media", "location", "Philippines"], ["GMA_New_Media", "industry", "Entertainment"], ["GMA_New_Media", "type", "Media_company"], ["GMA_New_Media", "parent company", "GMA_Network_(company)"]], "texts": ["GMA New Media is a media company in the entertainment industry and is located inside GMA Network Center in the Philippines. Its parent company is the GMA Network.", "As a subsidiary of the GMA Network Center, GMA New Media is also located in the Philippines. As a media company, GMA New Media offers applications related to the entertainment industry.", "GMA New Media is a media company in the entertainment industry, with headquarters in the GMA Network Center in the Philippines. The company's parent company is GMA Network."]}
{"data": [["GMA_New_Media", "founding date", "2000-01-01"], ["GMA_New_Media", "product", "Mobile_Applications"], ["GMA_New_Media", "industry", "Mass_Media"], ["GMA_New_Media", "key person", "Felipe_Gozon"], ["GMA_New_Media", "industry", "Entertainment"], ["GMA_New_Media", "type", "Media_company"]], "texts": ["GMA New Media is a media company making mobile apps in the mass media industry. Founded on 01/01/2000, and with Felipe Gozon as their key person, GMA New Media offers applications in the entertainment industry.", "GMA New Media (founded on January 01, 2000) is a media company that offers products such as mobile applications. Felipe Gozon is the key person on GMA New Media; a company that is in the mass media and the entertainment industry.", "Felipe Gozon is a key person in GMA New Media, a media company founded on 01-01-2000. GMA New Media is active in the mass media industry and entertainment industry, as well as making mobile applications."]}
{"data": [["GMA_New_Media", "founding date", "2000-01-01"], ["GMA_New_Media", "product", "Mobile_Applications"], ["GMA_New_Media", "industry", "Mass_Media"], ["GMA_New_Media", "key person", "Felipe_Gozon"], ["GMA_New_Media", "location", "GMA_Network_Center"], ["GMA_New_Media", "location", "Philippines"], ["GMA_New_Media", "type", "Media_company"]], "texts": ["GMA New Media is a mass media company which makes mobile applications. They were founded on Jan 1, 2000 in the Philippines. They are headed up by Felipe Gozon, and are headquartered in the GMA Network Center.", "GMA New Media is a media company in the Philippines. They were founded on Jan 1 2000, and are headed up by Felipe Gozon. Located in the GMA Network Center, they develop mobile applications.", "GMA New Media, Inc., a mass media company that offers products such as mobile applications, was founded on January 1, 2000. GMA New Media, whose key person is Felipe Gozon, is located in the GMA Network Center in the Philippines."]}
{"data": [["GMA_New_Media", "founding date", "2000-01-01"], ["GMA_New_Media", "product", "Mobile_Applications"], ["GMA_New_Media", "industry", "Mass_Media"], ["GMA_New_Media", "location", "GMA_Network_Center"]], "texts": ["GMA New Media is a mass media industry company that offers products like mobile applications that was founded on January 1st, 2000; it is located inside the GMA Network Center.", "GMA New Media, located in the GMA Network Center and founded on 01/01/2020, is mobile apps developer in the mass media industry.", "GMA New Media was founded on January 01, 2000 and its headquarters are located in the GMA Network Center. The company is a mass media industry and makes mobile applications."]}
{"data": [["GMA_New_Media", "founding date", "2000-01-01"], ["GMA_New_Media", "key person", "Felipe_Gozon"], ["GMA_New_Media", "location", "GMA_Network_Center"], ["GMA_New_Media", "location", "Philippines"]], "texts": ["Felipe Gozon is the key person of GMA New Media, founded on 01/01/2000. GMA New Media is located in the GMA Network Center in the Philippines.", "GMA New Media was founded on 01-01-2020 and is located at the GMA Network Center in the Philippines. Felipe Gozon is a key person at GMA.", "The key person at GMA News Media, founded on January 1, 2000, is Felipe Gozon. The company was founded on January 1, 2000 and is located inside GMA Network Center in the Philippines."]}
{"data": [["Azerbaijan", "capital", "Baku"], ["Azerbaijan", "leader title", "Prime_Minister_of_Azerbaijan"], ["Baku_Turkish_Martyrs'_Memorial", "location", "Azerbaijan"], ["Baku_Turkish_Martyrs'_Memorial", "native name", "\"Türk Şehitleri Anıtı\""], ["Azerbaijan", "leader", "Artur_Rasizade"], ["Baku_Turkish_Martyrs'_Memorial", "designer", "\"Hüseyin Bütüner and Hilmi Güner\""], ["Azerbaijan", "legislature", "National_Assembly_(Azerbaijan)"]], "texts": ["The leader of Azerbaijan is Prime Minister Artur Rasizade and the legislature is the National Assembly. The Turk Sehitleri Aniti, usually known as the Baku Turkish Martyrs' Memorial is located in the country, where the capital city is Baku. It was designed by Huseyin Butuner and Hilmi Guner.", "Prime Minister Artur Rasizade is the leader of Azerbaijan which has Baku as its capital city and the National Assembly is the official legislature. The country is the location of the Baku Turkish Martyrs memorial which is known locally as Turk Sehitleri Aniti and was designed by Huseyin Butuner and Hilmi Guner.", "Baku is the capital city of Azerbaijan where the leader is Prime Minister Artur Rasizade and the legislature is the National Assembly. The country is the location of the Baku Turkish Martyrs memorial, also known as the Turk Sehitleri Aniti, designed by Huseyin Butuner and Hilmi Guner."]}
{"data": [["GMA_New_Media", "industry", "Mass_Media"], ["GMA_New_Media", "key person", "Felipe_Gozon"], ["GMA_New_Media", "industry", "Entertainment"], ["GMA_New_Media", "type", "Media_company"], ["GMA_New_Media", "product", "World_Wide_Web"], ["GMA_New_Media", "product", "Online_Game"], ["GMA_New_Media", "parent company", "GMA_Network_(company)"]], "texts": ["GMA New Media is a mass media company in the entertainment industry. They are headed up by Felipe Gozon, and are owned by GMA Network. They develop web sites and online games.", "GMA New Media, Inc. is a media company that offers services in the entertainment industry: different internet services and online games. It is managed by Felipe Gozon, and it is a subsidiary of GMA Network.", "GMA New Media, a mass media entertainment industry company, produces, offers World Wide Web-related services. The company also produces online games. The company is a subsidiary of parent company, GMA Network, and features Felipe Gozon as a key person."]}
{"data": [["GMA_New_Media", "industry", "Mass_Media"], ["GMA_New_Media", "industry", "Entertainment"], ["GMA_New_Media", "type", "Media_company"], ["GMA_New_Media", "product", "World_Wide_Web"], ["GMA_New_Media", "product", "Online_Game"]], "texts": ["GMA New Media is a mass media company company in the entertainment industry. The company produces web sites and online games.", "GMA New Media is a media company in the mass media and entertainment industry that produces online games and offers services for the World Wide Web.", "GMA New Media, Inc. is media company operating in the mass media industry, which produces web services. It offers applications in the entertainment industry, and its main product is online games."]}
{"data": [["GMA_New_Media", "founding date", "2000-01-01"], ["GMA_New_Media", "product", "Mobile_Applications"], ["GMA_New_Media", "key person", "Felipe_Gozon"], ["GMA_New_Media", "type", "Media_company"], ["GMA_New_Media", "product", "World_Wide_Web"], ["GMA_New_Media", "subsidiary", "Philippine_Entertainment_Portal"], ["GMA_New_Media", "subsidiary", "Digify,_Inc."]], "texts": ["GMA New Media, led by Felipe Gozon, is a mobile app creating media company. Established on New Years Day of the new millennium, the company provides Internet services. Philippine Entertainment Portal and Digify Inc are just two of the company’s subsidiaries.", "GMA New Media is a media company that creates mobile apps and produces services for the web. Primarily led by Felipe Gozon, the company was created on January 1, 2000. Two of their subsidiaries include Philippine Entertainment Portal, Inc and Digify Inc.", "GMA New Media, founded in January, 2000, is a media company which make websites and offers mobile application products. Its chairman and CEO is Felipe Gozon. GMA New Media subsidiaries include Philippine Entertainment Portal and Digify, Inc."]}
{"data": [["GMA_New_Media", "location", "GMA_Network_Center"], ["GMA_New_Media", "location", "Philippines"], ["GMA_New_Media", "industry", "Entertainment"], ["GMA_New_Media", "subsidiary", "Philippine_Entertainment_Portal"], ["GMA_New_Media", "subsidiary", "Digify,_Inc."], ["GMA_New_Media", "parent company", "GMA_Network_(company)"]], "texts": ["GMA New Media, Inc. (parent company GMA Network) is located inside the GMA Network Center in the Philippines. The company is in the entertainment industry with Philippine Entertainment Portal and Digify, Inc. being its subsidiaries.", "GMA New Media's headquarters are located in the GMA Network Center in the Philippines. GMA New Media (parent company GMA network) is an entertainment industry and Philippine Entertainment Portal and Digify Inc. are its subsidiaries.", "Located in the GMA Network Center in the Philippines, GMA New Media is a subsidiary of GMA Network that offers applications in the entertainment industry. Philippine Entertainment Portal and Digify Inc. are subsidiaries of GMA New Media."]}
{"data": [["GMA_New_Media", "founding date", "2000-01-01"], ["GMA_New_Media", "product", "Mobile_Applications"], ["GMA_New_Media", "industry", "Mass_Media"], ["GMA_New_Media", "key person", "Felipe_Gozon"]], "texts": ["GMA New Media, a mass media company offering products such as mobile applications, was founded on January 1, 2000. Felipe Gozon is a key person at the company.", "Felipe Gozon is a key person at GMA New Media (founded 01-01-2000), a mass media company that makes mobile applications.", "GMA New Media is a mass media organization founded on January 1, 2000. Headed by Felipe Gozon, the company develops mobile applications."]}
{"data": [["Chinabank", "founding date", "1920-08-16"], ["Chinabank", "service", "Banking"], ["Chinabank", "number of employees", "5594"], ["Chinabank", "net income", "15100000000"], ["Chinabank", "number of locations", "295"], ["Chinabank", "type", "Public_company"]], "texts": ["Chinabank was founded August 16th of 1920. Chinabank gives customers banking services. Chinabank employs 5594 workers. Chinabanks net income is 15,100,000,000. There are 295 Chinabank banking centers. Chinabank is a traded public company.", "Chinabank (founded on August 16, 1920) is a publicly traded company offering banking services at 295 of its locations. With 5594 employees, Chinabank has a net income of 15,100,000,000.", "Chinabank, founded on 1920-08-16, is a public banking company, that employees 5594 with 295 branches and a net income of 15,100,000,000,."]}
{"data": [["Chinabank", "founding date", "1920-08-16"], ["Chinabank", "service", "Banking"], ["Chinabank", "number of employees", "5594"], ["Chinabank", "net income", "15100000000"], ["Chinabank", "number of locations", "295"], ["Chinabank", "foundation place", "Manila"]], "texts": ["Chinabank, founded in Manila on the 16th of August, 1920, has 295 banking centers along with 5594 workers and provides banking services to customers with a net income of Chinabank is 15,100,000,000.", "Chinabank was founded in Manila on 08/16/1920, but has expanded to 295 branches with 5594 employees and a net income of 15100000000.", "Founded on 08-16-1920 in Manila, Chinabank has 5594 employees at 295 locations and brings in a net income of 15,100,000.000 for their banking services."]}
{"data": [["Chinabank", "founding date", "1920-08-16"], ["Chinabank", "service", "Banking"], ["Chinabank", "number of employees", "5594"], ["Chinabank", "net income", "15100000000"], ["Chinabank", "number of locations", "295"]], "texts": ["Chinabank is a banking service which was founded on 1920-08-16. It employs 5594 workers, distributed through 295 branches, and has a current net income of 15100000000.", "Chinabank, founded on the 16th of August, 1920, offers banking service to customers. The company has 5,594 employees, 295 banking centres, and its net income is 15,100,000,000.", "Chinabank, a banking service founded on 08-16-1920, has a net income of 15,100,000,000. Chinabank has 5594 employees at its 295 locations."]}
{"data": [["Chinabank", "founding date", "1920-08-16"], ["Chinabank", "service", "Banking"], ["Chinabank", "number of employees", "5594"], ["Chinabank", "number of locations", "295"]], "texts": ["Chinabank (founded 16-08-1920) has 5594 employees providing banking services to customers at 295 banking centers.", "Chinabank was founded 08-16-1920 to provide banking service. It has 5594 employees at its 295 locations.", "The banking service Chinabank was founded on August 16th, 1920. Chinabank has 5594 employees working across its 295 branches."]}
{"data": [["AmeriGas", "region served", "United_States"], ["United_States", "government type", "Federalism"], ["AmeriGas", "country", "United_States"], ["United_States", "ethnic group", "White_American"]], "texts": ["AmeriGas serves all regions of its home country, the United States, where Federalism is the form of national government. White Americans comprise one of the ethnic groups in the United States.", "AmeriGas operates and provides its services in the United States, a country with a federalism form of government where White-American is an ethnic grouping.", "AmeriGas is working in and serves the United States which has a Federalism type government and many ethnic groups including White American.", "AmeriGas serves and works in the United States. White Americans are one of the ethnic groups that make up the population of the United States, which is ruled by the federal government.", "AmeriGas serves all regions of the United States which is also the company's home country. The type of government in the United States is Federalism and White Americans represent one of the ethnic groups of the country.", "AmeriGas works in the United States providing services. There are many ethnic groups, such as White-American, under the US federalism from of government."]}
{"data": [["United_States", "percentage of area water", "6.97"], ["AmeriGas", "country", "United_States"], ["United_States", "founding date", "1776-07-04"], ["AmeriGas", "industry", "Energy_industry"]], "texts": ["AmeriGas, an energy company, is operational in the US. The US was founded in 1776, on 4th July, and 6.97% of it is covered in water.", "The American energy company, AmeriGas was founded July 4, 1776. Water covers 6.97 percent of the US.", "The United States was founded on July 4th, 1776, and now occupies an area that is 6.97% water; it is home to AmeriGas, an energy industry company."]}
{"data": [["AmeriGas", "region served", "United_States"], ["United_States", "area total", "9833516.63  (square kilometres)"], ["AmeriGas", "industry", "Energy_industry"], ["United_States", "capital", "Washington,_D.C."], ["AmeriGas", "country", "United_States"]], "texts": ["AmeriGas operates and provides energy industry services in the United States, a country covering 9833516.63 square kilometers in total area with Washington, D.C. as its capital city.", "AmeriGas, an energy industry company, serves all regions of the United States, its home country, which has a total area of 9833516.63 (square kilometres) and its capital is Washington, D.C.", "AmeriGas classified in the Energy Industry works and serves the United States whose capital is Washington, D.C. and has a total area of 9,833,516.63 square kilometers."]}
{"data": [["AmeriGas", "region served", "United_States"], ["AmeriGas", "city", "King_of_Prussia,_Pennsylvania"], ["AmeriGas", "operating income", "380700000"], ["AmeriGas", "industry", "Energy_industry"], ["AmeriGas", "country", "United_States"], ["AmeriGas", "number of employees", "8500"]], "texts": ["AmeriGas, located in King of Prussia, Pennsylvania, USA, is an energy company that serves all regions of the United States. It employs 8500 people and earns 380700000 operating income.", "Located in King of Prussia, Pennsylvania in the United States, the country in which AmeriGas is working and serves. The company has 8500 employees with an operating income of $380,700,000 and is classified as the energy industry.", "AmeriGas, located in King of Prussia, Pennsylvania, is an energy company that provides its services in the U.S. It has 8,500 employees and operates on a $380,700,000 income."]}
{"data": [["AmeriGas", "country", "United_States"], ["United_States", "government type", "Federalism"], ["AmeriGas", "number of employees", "8500"], ["AmeriGas", "net income", "211200000"]], "texts": ["AmeriGas is a company that works in the United States, a country which is governed by federalism. AmeriGas has a work force of 8,500 employees, and produces a net income of 211200000.", "The American AmeriGas company generates a net income of $211,200,000. It employs 8500 people. The US has a federalism form of government.", "AmeriGas is a company that operates in the United States, a Federalism government type of country, that employs 8500 employees with a net income of 211200000."]}
{"data": [["AmeriGas", "region served", "United_States"], ["AmeriGas", "city", "King_of_Prussia,_Pennsylvania"], ["AmeriGas", "operating income", "380700000"], ["AmeriGas", "industry", "Energy_industry"], ["AmeriGas", "country", "United_States"], ["AmeriGas", "founding date", "1959-01-01"]], "texts": ["AmeriGas (founded on January 01, 1959) is located in King of Prussia, Pennsylvania and works as well as provides its services in the United States. It is in the energy industry, and has an operating income of $380,700,000.", "Serving all regions of the United States, AmeriGas is located in the city of King of Prussia, Pennsylvania in the United States. Founded on January 1, 1959, and focused in the energy industry, Amerigas currently has earned an operating income of $380,700,000.", "AmeriGas (founded on January 01, 1959) is located in the King of Prussia, Pennsylvania in the United States, the country it is working in and serves. It has an operating income of $380,700,000 and is classified as the energy industry."]}
{"data": [["AmeriGas", "region served", "United_States"], ["AmeriGas", "city", "King_of_Prussia,_Pennsylvania"], ["AmeriGas", "operating income", "380700000"], ["AmeriGas", "industry", "Energy_industry"], ["AmeriGas", "country", "United_States"]], "texts": ["AmeriGas energy company is based at King of Prussia, PA and serves all areas of the US. AmeriGas' operating income is 380,700,000.", "AmeriGas, a United States company in the energy industry, is located in King of Prussia, Pennsylvania. AmeriGas serves the United States and has an operating income of $380,700,000.", "AmeriGas is located in King of Prussia, Pennsylvania. Operating in the energy industry it works and services the United States, with and operating in of $380,700,000."]}
{"data": [["AmeriGas", "region served", "United_States"], ["AmeriGas", "city", "King_of_Prussia,_Pennsylvania"], ["AmeriGas", "operating income", "380700000"], ["AmeriGas", "country", "United_States"]], "texts": ["The US company, AmeriGas is operating in the States from its location in King of Prussia, Pennsylvania with an income of $380700000.", "AmeriGas is located in King of Prussia, Pennsylvania, in its home country of the United States where it serves all regions of the country, earning 380700000 of operating income.", "AmeriGas is located in King of Prussia, Pennsylvania, and provides services in the United States and has operating income of $380,700,000."]}
{"data": [["AmeriGas", "industry", "Energy_industry"], ["AmeriGas", "founding date", "1959-01-01"], ["AmeriGas", "country", "United_States"], ["United_States", "ethnic group", "White_American"], ["United_States", "ethnic group", "African-American"]], "texts": ["AmeriGas, a United States company in the energy industry, was founded on 1959-01-01. Two different ethnic groups in the United States are White American and African-American.", "AmeriGas is an American energy company that was founded on January 1, 1959. Two ethnic groups in the United States are White and African Americans.", "AmeriGas in the Energy Industry was founded on 01-01-1959. AmeriGas works in the United States. White American and African American are ethnic groups in the U.S."]}
{"data": [["AmeriGas", "operating income", "380700000"], ["AmeriGas", "country", "United_States"], ["AmeriGas", "number of employees", "8500"], ["AmeriGas", "founding date", "1959-01-01"]], "texts": ["The company AmeriGas in the United States has an operating income of 380700000. AmeriGas started on January 1,1959 and now has 8,500 employees.", "AmeriGas, was founded in the United States on January 1, 1959. It employs 8,500 people and has an operating income of #380,700,000.", "The American Company, AmeriGas was founded on 1959-01-01 and has an operating income of 380700000. It employs 8500 workers."]}
{"data": [["AmeriGas", "country", "United_States"], ["United_States", "language", "English_language"], ["AmeriGas", "industry", "Energy_industry"], ["AmeriGas", "net income", "211200000"]], "texts": ["AmeriGas is a company in the energy industry that has a net income of $211,200,000, its home country is the United States where English is spoken.", "Amerigas is working in the United States in the industry classified as the energy industry and earns $211,200,000 of net income. English is one of the languages spoken in the United States.", "AmeriGas works in the energy industry in the United States where the English language is prevalent. AmeriGas has net income of 211200000."]}
{"data": [["William_Anders", "selected by nasa", "1963"], ["William_Anders", "nationality", "United_States"], ["William_Anders", "status", "\"Retired\""], ["William_Anders", "birth date", "\"1933-10-17\""], ["William_Anders", "occupation", "Fighter_pilot"], ["William_Anders", "birth place", "British_Hong_Kong"], ["William_Anders", "alma mater", "\"AFIT, M.S. 1962\""]], "texts": ["William Anders was born on Oct 17, 1933 in British Hong Kong but was an American. He graduated from AFIT in 1962 with an M.S. He worked as a fighter pilot and was hired by NASA in 1963. He is now retired.", "William Anders was born October 17th 1933 in British Hong Kong, and now has United States nationality. He graduated from AFIT in 1962 with an M.S., before going on to join NASA in 1963. He was a fighter pilot and is now retired.", "William Anders has retired. He is a US national who was born in British Hong Kong on 17 October 1933. He graduated from AFIT, MS in 1962 and served as a fighter pilot. In 1963 he was selected by NASA."]}
{"data": [["William_Anders", "date of retirement", "\"1969-09-01\""], ["William_Anders", "selected by nasa", "1963"], ["William_Anders", "nationality", "United_States"], ["William_Anders", "birth date", "\"1933-10-17\""], ["William_Anders", "occupation", "Fighter_pilot"], ["William_Anders", "birth place", "British_Hong_Kong"], ["William_Anders", "mission", "Apollo_8"]], "texts": ["US citizen William Anders was born in October 17th 1933 in British Hong Kong. William was chosen by NASA in 1963 as a fighter pilot for the Apollo 8 crew. He later retired in 1969.", "William Anders was a US National born in British Hong Kong in 1933. He was selected by NASA in 1963 where he crewed Apollo 8 as a Fighter pilot. He retired in 1969."]}
{"data": [["William_Anders", "date of retirement", "\"1969-09-01\""], ["William_Anders", "selected by nasa", "1963"], ["William_Anders", "birth date", "\"1933-10-17\""], ["William_Anders", "occupation", "Fighter_pilot"], ["William_Anders", "birth place", "British_Hong_Kong"], ["William_Anders", "mission", "Apollo_8"], ["William_Anders", "alma mater", "\"AFIT, M.S. 1962\""]], "texts": ["William Anders was born on Oct 17, 1933 in British Hong Kong. He graduated from AFIT in 1962 with an M.S. Anders was a fighter pilot and joined NASA in 1963, where he was a member of Apollo 8. He retired on Sept 1, 1969.", "William Anders was a fighter pilot born on Oct 17, 1933 in British Hong Kong. He graduated from AFIT in 1962 with an M.S. and joined NASA in 1963. He was also part of Apollo 8. Anders retired on Sept 1, 1969.", "William Anders was born in British Hong Kong on October 17th, 1933 and after joining NASA in 1963 as part of the Apollo 8 crew, he retired on September 1st, 1969. Anders was a fighter pilot who in 1962 graduated with an M.S. from AFIT."]}
{"data": [["William_Anders", "date of retirement", "\"1969-09-01\""], ["William_Anders", "selected by nasa", "1963"], ["William_Anders", "occupation", "Fighter_pilot"], ["William_Anders", "birth place", "British_Hong_Kong"], ["William_Anders", "mission", "Apollo_8"], ["William_Anders", "alma mater", "\"AFIT, M.S. 1962\""]], "texts": ["William Anders was born in British Hong Kong. He received an MS from AFIT in 1962 and joined NASA in 1963. He was a fighter pilot and a crew member on Apollo 8. He retired in 1969.", "William Anders was born in British Hong Kong. He graduated from AFIT in 1962 with an MS and was chosen by NASA in 1963. He was a fighter pilot and served as a crew member on Apollo 8. Anders retired in 1969.", "William Anders was born in in British Hong Kong, was a Fighter pilot, graduated from AFIT, M.S. in 1962, was chosen by NASA in 1963, was a member of Apollo 8's crew and retired on 1st September 1969."]}
{"data": [["William_Anders", "date of retirement", "\"1969-09-01\""], ["William_Anders", "selected by nasa", "1963"], ["William_Anders", "birth date", "\"1933-10-17\""], ["William_Anders", "occupation", "Fighter_pilot"], ["William_Anders", "birth place", "British_Hong_Kong"], ["William_Anders", "mission", "Apollo_8"]], "texts": ["In 1963 NASA chose William Anders to become a member of the Apollo 8 crew. Anders was a fighter pilot before that who was born in British Hong Kong on October 17th, 1933 and retired on September 1st, 1969.", "Fighter pilot William Anders was picked by NASA in 1963 to join the Apollo 8 space mission. Anders was born in British Hong Kong on October 17th, 1933 and he retired September 1st, 1969."]}
{"data": [["William_Anders", "mission", "Apollo_8"], ["William_Anders", "alma mater", "\"AFIT, M.S. 1962\""], ["William_Anders", "birth place", "British_Hong_Kong"], ["Apollo_8", "backup pilot", "Buzz_Aldrin"], ["Apollo_8", "crew members", "Frank_Borman"], ["Apollo_8", "operator", "NASA"], ["William_Anders", "selected by nasa", "1963"]], "texts": ["Crew members of NASA's Apollo 8 included William Anders and Frank Borman with Buzz Aldrin as backup pilot. William Anders was born in British Hong Kong, graduated from AFIT, M.S. in 1962 and was selected by NASA in 1963.", "William Anders was born in British Hong Kong and graduated from AFIT in 1962 with an M.S. He joined NASA in 1963 and was a member of the crew of NASA operated Apollo 8, which also included Frank Borman and Buzz Aldrin (back up pilot).", "William Anders was born in British Hong Kong. He graduated from AFIT in 1962 with an M.S., and was selected by NASA in 1963. He became a member of Apollo 8's crew. Apollo 8 was operated by NASA. The backup pilot on the Apollo 8 mission was Buzz Aldrin, and Frank Borman also served there."]}
{"data": [["William_Anders", "date of retirement", "\"1969-09-01\""], ["William_Anders", "selected by nasa", "1963"], ["William_Anders", "status", "\"Retired\""], ["William_Anders", "occupation", "Fighter_pilot"], ["William_Anders", "birth place", "British_Hong_Kong"], ["William_Anders", "mission", "Apollo_8"], ["William_Anders", "alma mater", "\"AFIT, M.S. 1962\""]], "texts": ["William Anders was born in British Hong Kong and graduated from AFIT, M.S. in 1962. He was chosen by NASA in 1963 as a Fighter pilot and crew member on Apollo 8. He retired on September 1st in 1969.", "William Anders (now retired) was born in British Hong Kong and graduated from AFIT in 1962 with an M.S. He was a fighter pilot, chosen by NASA in 1963 and was a crew member on Apollo 8. He retired on September 1st, 1969.", "William Anders was born in British Hong Kong. In 1962, William Anders received an M.S. from his alma Mater, AFIT, and he joined NASA in 1963. He was a fighter pilot for Apollo 8. He retired on September 1st in 1969."]}
{"data": [["William_Anders", "date of retirement", "\"1969-09-01\""], ["William_Anders", "mission", "Apollo_8"], ["William_Anders", "birth place", "British_Hong_Kong"], ["Apollo_8", "crew members", "Frank_Borman"]], "texts": ["William Anders (born in British Hong Kong) was a crew member of Apollo 8 with Frank Borman and retired on 1969-09-01.", "William Anders was born in British Hong Kong. Along with Frank Borman he was a crew member on Apollo 8. He retired on 1969.09.01."]}
{"data": [["British_Hong_Kong", "representative", "Chris_Patten"], ["Apollo_8", "commander", "Frank_Borman"], ["William_Anders", "mission", "Apollo_8"], ["William_Anders", "birth place", "British_Hong_Kong"], ["Apollo_8", "backup pilot", "Buzz_Aldrin"]], "texts": ["William Anders was born in British Hong Kong, which was represented by Chris Patten. He served as a crew member on Apollo 8, along with the commander Frank Borman and the backup pilot Buzz Aldrin.", "William Anders was born in British Hong Kong for which Chris Patten is a British representative. He served as a crew member on Apollo 8 along with commander Frank Borman and backup pilot Buzz Aldrin."]}
{"data": [["William_Anders", "date of retirement", "\"1969-09-01\""], ["William_Anders", "nationality", "United_States"], ["William_Anders", "birth date", "\"1933-10-17\""], ["William_Anders", "occupation", "Fighter_pilot"], ["William_Anders", "birth place", "British_Hong_Kong"], ["William_Anders", "alma mater", "\"AFIT, M.S. 1962\""]], "texts": ["American fighter pilot William Anders was born in British Hong Kong on the 17th of October, 1933. He received an M.S. from his alma Mater, AFIT, in 1962. He retired on the 1st of September, 1969.", "US citizen William Anders was born in British Hong Kong on October 17th 1933. He graduated from AFIT in 1962 with an M.S. and went on to become a fighter pilot before he retired on September 1st 1969."]}
{"data": [["Elliot_See", "status", "\"Deceased\""], ["Elliot_See", "death place", "St._Louis"], ["Elliot_See", "birth place", "Dallas"], ["Elliot_See", "death date", "\"1966-02-28\""], ["Elliot_See", "occupation", "Test_pilot"], ["Elliot_See", "nationality", "United_States"], ["Elliot_See", "selected by nasa", "1962"]], "texts": ["The American test pilot Elliot See was born in Dallas. He was selected by NASA in 1962, and died on Feb 28th 1966 in St Louis.", "Elliot See has died in St Louis on 28 February 1966. A US national, he was born in Dallas and became a test pilot before being selected by NASA in 1962."]}
{"data": [["Elliot_See", "alma mater", "University_of_Texas_at_Austin"], ["University_of_Texas_at_Austin", "affiliation", "University_of_Texas_System"], ["Elliot_See", "occupation", "Test_pilot"], ["Elliot_See", "nationality", "United_States"], ["Elliot_See", "birth place", "Dallas"], ["Elliot_See", "death place", "St._Louis"], ["Elliot_See", "status", "\"Deceased\""]], "texts": ["Elliot See was a US national, who was born in Dallas. He was a student at the University of Texas at Austin (affiliated to the university of Texas system). He was a test pilot who died in St. Louis.", "United States national Elliot See was born in Dallas. He graduated from the University of Texas at Austin, an affiliation of the university of Texas system, and later served as a test pilot. He passed away in St. Louis.", "Elliot See has died in St Louis. Born in Dallas he was a US national and attended the University of Texas at Austin which is affiliated the University of Texas system. He then became a test pilot."]}
{"data": [["Elliot_See", "alma mater", "University_of_Texas_at_Austin"], ["Elliot_See", "status", "\"Deceased\""], ["Elliot_See", "death place", "St._Louis"], ["Elliot_See", "birth place", "Dallas"], ["Elliot_See", "occupation", "Test_pilot"], ["Elliot_See", "nationality", "United_States"], ["Elliot_See", "selected by nasa", "1962"]], "texts": ["Elliot See was an American born in Dallas. He was a student at the U of Texas in Austin. He worked as a test pilot and joined NASA in 1962. See died in St. Louis.", "Elliot See was a US national, who was born in Dallas. He attended the UT at Austin and performed as a test pilot. He was selected by NASA in 1962 and he died in St. Louis."]}
{"data": [["Elliot_See", "alma mater", "University_of_Texas_at_Austin"], ["University_of_Texas_at_Austin", "affiliation", "University_of_Texas_System"], ["University_of_Texas_at_Austin", "mascot", "Hook_'em_(mascot)"], ["Dallas", "parts type", "List_of_counties_in_Texas"], ["Elliot_See", "birth place", "Dallas"], ["University_of_Texas_at_Austin", "compete in", "Big_12_Conference"], ["University_of_Texas_at_Austin", "president", "Gregory_L._Fenves"]], "texts": ["Elliot See was born in Dallas, Texas. He attend the U of T at Austin, which is part of the U of T system and the big 12 conference. Their mascot is named Hook'em and the president of the school is Gregory L. Fenves.", "Elliot See was born in Dallas, Texas, and attended the University of Texas at Austin. This university is affiliated to the University of Texas system, and competed in the Big 12 conference in Austin. Its mascot is Hook'em, and its president Gregory L. Fenves.", "Elliot See was born in Dallas county, Texas and attended UT at Austin (which is affiliated to the university of Texas system). Gregory L. Fenves is the President of UT, which competed in the Big 12 Conference in Austin. Hook 'em is the mascot for the UT."]}
{"data": [["Elliot_See", "alma mater", "University_of_Texas_at_Austin"], ["University_of_Texas_at_Austin", "affiliation", "University_of_Texas_System"], ["Elliot_See", "occupation", "Test_pilot"], ["Elliot_See", "birth place", "Dallas"], ["Elliot_See", "death place", "St._Louis"], ["Elliot_See", "status", "\"Deceased\""], ["Elliot_See", "death date", "\"1966-02-28\""]], "texts": ["Test pilot Elliot See was born in Dallas and died February 28th, 1966 in St. Louis. He attended the University of Texas at Austin which is an affiliate of the University of Texas system.", "Elliot See was born in Dallas and attended the University of Texas at Austin (affiliated to the university of Texas system). He was a test pilot, who died in St. Louis on February 28th, 1966.", "Elliot See was born in Dallas and he was a student at the University of Texas at Austin (affiliated to the university of Texas system). He was a test pilot, who died in St. Louis on February 28th 1966."]}
{"data": [["Elliot_See", "alma mater", "University_of_Texas_at_Austin"], ["University_of_Texas_at_Austin", "affiliation", "University_of_Texas_System"], ["Elliot_See", "occupation", "Test_pilot"], ["Elliot_See", "birth date", "\"1927-07-23\""], ["Elliot_See", "birth place", "Dallas"], ["University_of_Texas_at_Austin", "compete in", "Big_12_Conference"], ["Elliot_See", "death place", "St._Louis"]], "texts": ["Elliot see was born on July 23, 1927 in Dallas. He attended the U of Texas at Austin, which is a part of the U of Texas system and part of the big 12 conference. He worked as a test pilot, and died in St. Louis.", "Elliot See was born on July 23, 1927 in Dallas. He attended the U of Texas at Austin which is affiliated with the U of Texas system and is part of the big 12 conference. See worked as a test pilot and passed away in St. Louis.", "Elliot See was born in Dallas on the 23rd July, 1927. He attended the University of Texas at Austin, which is affiliated to the university of Texas system and is competing in the Big 12 Conference. Elliot See was a test pilot, who died in St Louis."]}
{"data": [["Elliot_See", "alma mater", "University_of_Texas_at_Austin"], ["University_of_Texas_at_Austin", "affiliation", "University_of_Texas_System"], ["University_of_Texas_at_Austin", "compete in", "Big_12_Conference"], ["Elliot_See", "death place", "St._Louis"], ["University_of_Texas_at_Austin", "president", "Gregory_L._Fenves"], ["St._Louis", "is part of", "Kingdom_of_France"]], "texts": ["Elliot See was a student of the University of Texas in Austin, the same school that has Gregory L. Fenves as its president, is affiliated with the University of Texas system and competes in the Big 12 Conference. See died in St. Louis which was once part of the Kingdom of France."]}
{"data": [["Elliot_See", "alma mater", "University_of_Texas_at_Austin"], ["Elliot_See", "status", "\"Deceased\""], ["Elliot_See", "death place", "St._Louis"], ["Elliot_See", "birth date", "\"1927-07-23\""], ["Elliot_See", "birth place", "Dallas"], ["Elliot_See", "selected by nasa", "1962"]], "texts": ["Elliot See was born on July 23, 1927, in Dallas. He attended the University of Texas at Austin, and joined NASA in 1962. See died in St. Louis.", "Elliot See was born in Dallas on the 23rd July 1927. He was a student at the University of Texas at Austin. He was selected by NASA in 1962 and died in St Louis.", "Elliot See was born on July 23rd, 1927 in Dallas, Texas. After graduating from the University of Texas at Austin, he was selected by NASA in 1962. He died in St. Louis."]}
{"data": [["California", "gemstone", "Benitoite"], ["Alan_Shepard", "mission", "Apollo_14"], ["Distinguished_Service_Medal_(United_States_Navy)", "higher", "Department_of_Commerce_Gold_Medal"], ["Alan_Shepard", "death place", "California"], ["California", "senators", "Dianne_Feinstein"], ["Apollo_14", "operator", "NASA"], ["Alan_Shepard", "award", "Distinguished_Service_Medal_(United_States_Navy)"]], "texts": ["Alan Shepard was a crew member of the NASA operated Apollo 14. He was awarded the Distinguished Service Medal by the US Navy, which ranks higher than the Department of Commerce Gold Medal. He did in California. Dianne Feinstein is a senator in California. Benitoite is a gemstone found in the same state.", "Alan Shepard has died in California, where Dianne Feinstein is a senator and you can find the gemstone Benitoite. He served aboard the NASA operated Apollo 14 as a crew member and was awarded the Distinguished Service Medal by the US Navy - an award higher than the Department of Commerce gold medal."]}
{"data": [["Alan_Shepard", "mission", "Apollo_14"], ["New_Hampshire", "bird", "Purple_finch"], ["Distinguished_Service_Medal_(United_States_Navy)", "higher", "Department_of_Commerce_Gold_Medal"], ["Alan_Shepard", "birth place", "New_Hampshire"], ["Apollo_14", "operator", "NASA"], ["Alan_Shepard", "award", "Distinguished_Service_Medal_(United_States_Navy)"]], "texts": ["Alan Shepard was born in New Hampshire, home of the purple finch. He served as a crew member of the Apollo 14, a NASA operated mission. The US Navy awarded Alan Shepard the Distinguished Service Medal, which ranks higher than Department of Commerce Gold Medal.", "Alan Shepard was born in New Hampshire, home of the Purple Finch bird. As an adult he joined the navy and was awarded the Distinguished Service Medal which ranks higher than the Department of Commerce Gold medal. It was no wonder that NASA chose Alan to crew the Apollo 14 mission."]}
{"data": [["Alan_Shepard", "alma mater", "\"NWC, M.A. 1957\""], ["Alan_Shepard", "mission", "Apollo_14"], ["Distinguished_Service_Medal_(United_States_Navy)", "higher", "Department_of_Commerce_Gold_Medal"], ["Alan_Shepard", "death place", "California"], ["Alan_Shepard", "birth place", "New_Hampshire"], ["Alan_Shepard", "award", "Distinguished_Service_Medal_(United_States_Navy)"]], "texts": ["Apollo 14 crew member Alan Shepard was born in New Hampshire and died in California. He graduated with an M.A. from NWC in 1957. The United States Navy awarded Shepard the Distinguished Service Medal. The precedence of the Navy's Distinguished Service Medal is above that of the Department of Commerce Gold Medal.", "Alan Shepard was born in New Hampshire and graduated from NWC with an MA in 1957. He served as a crew member of Apollo14. He was awarded the United States Distinguished Service Medal which ranks higher than the Department of Commerce Gold Medal. He died in California."]}
{"data": [["Alan_Shepard", "alma mater", "\"NWC, M.A. 1957\""], ["Alan_Shepard", "death date", "\"1998-07-21\""], ["Distinguished_Service_Medal_(United_States_Navy)", "higher", "Department_of_Commerce_Gold_Medal"], ["Alan_Shepard", "nationality", "United_States"], ["Alan_Shepard", "death place", "California"], ["Alan_Shepard", "birth place", "New_Hampshire"], ["Alan_Shepard", "award", "Distinguished_Service_Medal_(United_States_Navy)"]], "texts": ["Alan Shepard was American born in New Hampshire, went to school at NWC and graduated with an MA in 1957. The United States Navy awarded the Distinguished Service Medal to Alan Shepard which is is higher than the department of commerce gold medal. Alan Shepard died on 1998-07-21 in California.", "American Alan Shepard was born in New Hampshire and attended NWC, graduating with an MA in 1957. The United States Navy awarded him the Distinguished Service Medal which, in the Navy, is higher than the department of commerce gold medal. He died on the 21st of July 1998 in California."]}
{"data": [["Alan_Shepard", "alma mater", "\"NWC, M.A. 1957\""], ["Alan_Shepard", "mission", "Apollo_14"], ["Alan_Shepard", "death place", "California"], ["Alan_Shepard", "birth place", "New_Hampshire"], ["Alan_Shepard", "selected by nasa", "1959"], ["Alan_Shepard", "death date", "\"1998-07-21\""], ["Alan_Shepard", "birth date", "\"1923-11-18\""]], "texts": ["Alan Shepard was born in New Hampshire on November 18th, 1923. He graduated from NWC with an M.A. in 1957. He was chosen by NASA in 1959 and he served as a crew member of Apollo 14. He died in California on the 21st July 1998.", "Alan Shepard died on 21 July 1998 in California. He was born on 18 November 1923 in New Hampshire and graduated from NWC in 1957 with an MA. In 1959 he was selected by NASA to serve as a crew member aboard Apollo 14."]}
{"data": [["Alan_Shepard", "status", "\"Deceased\""], ["Alan_Shepard", "alma mater", "\"NWC, M.A. 1957\""], ["Alan_Shepard", "death place", "California"], ["Alan_Shepard", "birth place", "New_Hampshire"], ["Alan_Shepard", "death date", "\"1998-07-21\""], ["Alan_Shepard", "nationality", "United_States"], ["Alan_Shepard", "birth date", "\"1923-11-18\""]], "texts": ["Alan Shepard was born on Nov 18, 1923 in New Hampshire, US. He graduated from NWC with an M.A. in 1957. He passed away in California on July 21, 1998.", "Alan Shepard was an American, who was born in New Hampshire on November 18th, 1923. He graduated from NWC in 1957 with an M.A. He died in California on the 21st July 1998.", "Alan Shepard is a United States citizen who was born in New Hampshire on 18 November 1923. He graduated from NWC with an MA in 1957. He died in California on 21 July 1998."]}
{"data": [["Alan_Shepard", "alma mater", "\"NWC, M.A. 1957\""], ["Alan_Shepard", "death place", "California"], ["Alan_Shepard", "birth place", "New_Hampshire"], ["Alan_Shepard", "date of retirement", "\"1974-08-01\""], ["Alan_Shepard", "death date", "\"1998-07-21\""], ["Alan_Shepard", "birth date", "\"1923-11-18\""], ["Alan_Shepard", "award", "Distinguished_Service_Medal_(United_States_Navy)"]], "texts": ["Alan Shepard died on 21 July 1998 in California. Born on 18 November 1923 in New Hampshire, he attended NWC and graduated with an MA in 1957. Before retiring on 1 August 1974 he had been awarded the United States Navy Distinguished Service Medal.", "Alan Shepard died on 21 July 1998 in California. Born in New Hampshire on 18 November 1923 he later graduated from NWC in 1957 with an MA. He retired on 1 August 1974 having been awarded the Distinguished Service Medal by the US Navy.", "Alan Shepard was born in New Hampshire on November 18, 1923. Shepard graduated from NWC with an M.A. in 1957. He was remembered by being awarded the Distinguished Service Medal by the United States Navy. He retired Aug 1, 1974. He later died in California on July 21st, 1998."]}
{"data": [["Alan_Shepard", "alma mater", "\"NWC, M.A. 1957\""], ["Alan_Shepard", "death place", "California"], ["Alan_Shepard", "occupation", "Test_pilot"], ["Alan_Shepard", "birth place", "New_Hampshire"], ["Alan_Shepard", "selected by nasa", "1959"], ["Alan_Shepard", "nationality", "United_States"], ["Alan_Shepard", "birth date", "\"1923-11-18\""]], "texts": ["Alan Shepard was a US national, who was born in New Hampshire on November 18th, 1923. He graduated from NWC with an M.A. in 1957/ He served as a test pilot and was hired by NASA in 1959. He died in California.", "Alan Shepard is an American, who was born in New Hampshire on November 18th, 1923. He graduated from NWC in 1957 with an M.A. He was a test pilot, who was selected by NASA in 1959. He died in California.", "The American Alan Shepard, was born on the 18th November 1923 in New Hampshire. He graduated from NWC in 1957 with an MA. He was a test pilot, who was selected by NASA in 1959. He died in California."]}
{"data": [["Alan_Shepard", "death place", "California"], ["Alan_Shepard", "occupation", "Test_pilot"], ["Alan_Shepard", "birth place", "New_Hampshire"], ["Alan_Shepard", "selected by nasa", "1959"], ["Alan_Shepard", "birth date", "\"1923-11-18\""]], "texts": ["Alan Shepard was born in New Hampshire on November 18th 1923. Having worked as a test pilot, he was selected by NASA in 1959. Shepard later died in California.", "Alan Shepard was born on 18 November 1923 in New Hampshire. He was a test pilot before being selected by NASA in 1959. He died in California."]}
{"data": [["Trane", "founding date", "1913-01-01"], ["Trane", "industry", "Building_materials"], ["Trane", "location", "Swords,_Dublin"], ["Swords,_Dublin", "is part of", "Leinster"], ["Swords,_Dublin", "is part of", "Dublin_(European_Parliament_constituency)"]], "texts": ["The Trane company (founded on January 01, 1913) is in the building materials industry. It is located in Swords, Dublin which is a part of Leinster and belongs to the Dublin constituency of the European Parliament.", "Trane (founded 01-01-1913) is in the building materials industry. It’s located in Swords, Dublin, part of Leinster and the Dublin European Parliament constituency.", "Trane, a building materials company, was founded January 1 1913 in Swords, Dublin, located in Leinster. Swords is also a part of the Dublin European Parliamentary."]}
{"data": [["Buzz_Aldrin", "mission", "Apollo_11"], ["Buzz_Aldrin", "status", "\"Retired\""], ["Buzz_Aldrin", "birth date", "\"1930-01-20\""], ["Buzz_Aldrin", "selected by nasa", "1963"], ["Buzz_Aldrin", "occupation", "Fighter_pilot"], ["Buzz_Aldrin", "alma mater", "\"Massachusetts Institute of Technology, Sc.D. 1963\""], ["Apollo_11", "operator", "NASA"]], "texts": ["Buzz Aldrin was born on the 20th of January in 1930 and graduated from MIT with a Sc. D in 1963. He was selected by NASA in 1963 where he served as a Fighter Pilot and a crew member on Apollo 11. He has since retired.", "Fighter pilot Buzz Aldrin was picked by NASA in 1963 to help crew Apollo 11. Aldrin was born January 20th, 1930, graduated from MIT with a Sc. D. in 1963 and is now retired."]}
{"data": [["Buzz_Aldrin", "birth place", "Glen_Ridge,_New_Jersey"], ["Buzz_Aldrin", "nationality", "United_States"], ["Buzz_Aldrin", "selected by nasa", "1963"], ["Buzz_Aldrin", "mission", "Apollo_11"], ["Buzz_Aldrin", "occupation", "Fighter_pilot"], ["Buzz_Aldrin", "status", "\"Retired\""]], "texts": ["Buzz Aldrin was an American fighter pilot who was born in Glen Ridge, New Jersey. In 1963, he was selected as part of NASA's Apollo 11 crew. He has retired.", "Buzz Aldrin, a US National, is retired but was born in Glen Ridge, New Jersey, was a fighter pilot and selected by NASA in 1963 as a crew member of Apollo 11."]}
{"data": [["Buzz_Aldrin", "birth place", "Glen_Ridge,_New_Jersey"], ["Buzz_Aldrin", "mission", "Apollo_11"], ["Buzz_Aldrin", "nationality", "United_States"], ["Buzz_Aldrin", "selected by nasa", "1963"], ["Buzz_Aldrin", "occupation", "Fighter_pilot"], ["Buzz_Aldrin", "alma mater", "\"Massachusetts Institute of Technology, Sc.D. 1963\""], ["Apollo_11", "operator", "NASA"]], "texts": ["Buzz Aldrin was US national who was born in Glen Ridge, New Jersey. He graduated from MIT, Sc.D. in 1963. He was a fighter pilot who was selected by NASA in 1963. He was a crew member of the NASA operated Apollo 11.", "American Buzz Aldrin was born in Glen Ridge, New Jersey. He graduated from Massachusetts Institute of Technology with a Sc.D in 1963, after that he was hired by NASA in 1963 as a Fighter pilot. He was member of the Apollo 11 crew, that was a program organized by NASA.", "Buzz Aldrin was born in Glen Ridge, New Jersey, and was a member of the Apollo 11 crew, managed by NASA. His nationality is American and NASA selected him in 1963. He performed as a fighter pilot and graduated from Massachusetts Institute of Technology, Sc.D, 1963."]}
{"data": [["Buzz_Aldrin", "birth place", "Glen_Ridge,_New_Jersey"], ["Buzz_Aldrin", "mission", "Apollo_11"], ["Buzz_Aldrin", "status", "\"Retired\""], ["Buzz_Aldrin", "nationality", "United_States"], ["Buzz_Aldrin", "selected by nasa", "1963"], ["Buzz_Aldrin", "occupation", "Fighter_pilot"], ["Apollo_11", "operator", "NASA"]], "texts": ["American Buzz Aldrin was a fighter pilot who was picked by NASA in 1963 to be part of the Apollo 11 program. Aldrin was born in Glen Ridge, New Jersey and is now retired.", "Buzz Aldrin is now retired. A US national he was born in Glen Ridge, New Jersey and became a fighter pilot. In 1963 he was selected by NASA to serve as a crew member on Apollo 11.", "American Buzz Aldrin was born in Glen Ridge, New Jersey. He was selected by NASA in 1963 and served as a Fighter pilot. He was a crew member on Apollo 11, that was operated by NASA. he is retired now."]}
{"data": [["Buzz_Aldrin", "birth place", "Glen_Ridge,_New_Jersey"], ["Buzz_Aldrin", "mission", "Apollo_11"], ["Buzz_Aldrin", "status", "\"Retired\""], ["Buzz_Aldrin", "nationality", "United_States"], ["Buzz_Aldrin", "time in space", "\"52.0\"(minutes)"], ["Buzz_Aldrin", "occupation", "Fighter_pilot"], ["Apollo_11", "operator", "NASA"]], "texts": ["Buzz Aldrin was born in Glen Ridge, New Jersey, USA. He became a crew member of Apollo 11 and spent 52 minutes in space as a fighter pilot on Nasa's program. Buzz is now retired.", "American Buzz Aldrin was a fighter pilot and part of NASA's Apollo 11 mission where he spent 52 minutes in space. Aldrin was born in Glen Ridge, New Jersey and is now retired.", "Buzz Aldrin is a US national who was born in Glen Ridge, New Jersey. He was a fighter pilot and then became a crew member of the Apollo 11 mission organised by NASA. He has now retired. He spent 52 minutes in space."]}
{"data": [["Buzz_Aldrin", "birth place", "Glen_Ridge,_New_Jersey"], ["Buzz_Aldrin", "mission", "Apollo_11"], ["Buzz_Aldrin", "status", "\"Retired\""], ["Buzz_Aldrin", "birth date", "\"1930-01-20\""], ["Buzz_Aldrin", "nationality", "United_States"], ["Apollo_11", "operator", "NASA"]], "texts": ["American Buzz Aldrin was born January 20th, 1930 in Glen Ridge, New Jersey. Now retired, he served as a member of the Apollo 11 crew, which was operated by NASA."]}
{"data": [["Buzz_Aldrin", "birth place", "Glen_Ridge,_New_Jersey"], ["Buzz_Aldrin", "mission", "Apollo_11"], ["Buzz_Aldrin", "nationality", "United_States"], ["United_States", "leader", "Joe_Biden"], ["Glen_Ridge,_New_Jersey", "is part of", "Essex_County,_New_Jersey"], ["Apollo_11", "backup pilot", "William_Anders"]], "texts": ["Buzz Aldrin was an American born in Glen Ridge, Essex County, New Jersey. He was a member of Apollo 11's crew. William Anders was an Apollo 11 backup pilot. Joe Biden is a US leader.", "Buzz Aldrin is originally from Glen Ridge in New Jersey which is situated in the Essex County. Buzz Aldrin became a member of Apollo 11's crew along with William Anders as backup pilot. B. Aldrin was a US national, where one of the leaders is Joe Biden.", "Born in Glen Ridge, New Jersey in Essex County Buzz Aldrin was a US citizen and crew member of Apollo 11 along with backup pilot William Anders. Joe Biden was the American leader."]}
{"data": [["Buzz_Aldrin", "birth place", "Glen_Ridge,_New_Jersey"], ["Buzz_Aldrin", "mission", "Apollo_11"], ["Buzz_Aldrin", "birth date", "\"1930-01-20\""], ["Buzz_Aldrin", "nationality", "United_States"], ["Buzz_Aldrin", "awards", "20"], ["Buzz_Aldrin", "alma mater", "\"Massachusetts Institute of Technology, Sc.D. 1963\""], ["Apollo_11", "operator", "NASA"]], "texts": ["Buzz Aldrin was born January 30th, 1930 in Glen Ridge, New Jersey. He graduated from the Massachusetts Institute of Technology with a Sc.D in 1963. He was a crew member of Apollo 11, which was operated by NASA and was a United States national and had 20 awards.", "American Buzz Aldrin was born in Glen Ridge, New Jersey on January 20th, 1930. In 1963 he graduated from MIT with a Sc. D. He was chosen to crew Apollo 11 by NASA and had 20 awards to his credit.", "Buzz Aldrin is a US national who was born in Glen Ridge New Jersey on 20 January 1930. He obtained an ScD from MIT in 19963 and served as a crew member on the NASA operated Apollo 11. He was the recipient of 20 awards during his career."]}
{"data": [["Buzz_Aldrin", "alternative name", "\"Edwin E. Aldrin, Jr.\""], ["Buzz_Aldrin", "awards", "20"], ["Buzz_Aldrin", "alma mater", "\"Massachusetts Institute of Technology, Sc.D. 1963\""], ["Buzz_Aldrin", "birth date", "\"1930-01-20\""]], "texts": ["Buzz Aldrin was born Edwin E. Aldrin, Jr on 1930-01-20. He attended the Massachusetts Institute of Technology obtaining the ScD. in 1963. He won 20 awards.", "Buzz Aldrin, real name Edwin E. Aldrin Jr was born 20th January 1930, received 20 awards and attended Massachusetts Institute of Technology."]}
{"data": [["Trane", "location", "Swords,_Dublin"], ["Swords,_Dublin", "part", "Kinsealy"], ["Swords,_Dublin", "part", "Donabate"], ["Trane", "location", "Ireland"]], "texts": ["Trane is located in Swords, Dublin in Ireland. Kinsealy and Donabate are parts of Swords, Dublin.", "The company Trane is located in Swords, Dublin, in Ireland. Kinsealy and Donabate are part of Swords, Dublin.", "Kinsealy and Donabate are parts of Swords, Dublin, Ireland, where Trane is located."]}
{"data": [["Trane", "product", "Building_Management_System"], ["Trane", "revenue", "10264000000"], ["Trane", "net income", "556300000"], ["Trane", "type", "Subsidiary"]], "texts": ["The Trane company is a subsidiary and it manufactures building management systems. It has a revenue of $10,264,000,000 and a net income of $556,300,000.", "Trane is a subsidiary company that makes building management systems. The company has a revenue of $102,640,000,00 and has a net income of $556,300,000.", "Trane is a subsidiary that produces building management systems with net income of about $556 million from revenue of $10,264,000,000."]}
{"data": [["Apollo_12", "backup pilot", "Alfred_Worden"], ["Alan_Bean", "mission", "Apollo_12"], ["Apollo_12", "operator", "NASA"], ["Alan_Bean", "occupation", "Test_pilot"], ["Apollo_12", "commander", "David_Scott"], ["Alan_Bean", "birth place", "Wheeler,_Texas"], ["Alan_Bean", "selected by nasa", "1963"]], "texts": ["Alan Bean was born in Wheeler, Texas. He was selected by NASA in 1963 and he performed as a test pilot. He was a crew member on the NASA operated Apollo 12, which was commanded by David Scott. Alfred Worden was the backup pilot of Apollo 12.", "Alan Bean was born in Wheeler, Texas. He was a test pilot and was chosen by NASA in 1963. He was a crew member of NASA operated Apollo 12. Other crew members included Alfred Worden, who was a backup pilot, and a commander David Scott.", "Alan Bean was born in Wheeler, Texas and was hired by NASA in 1963 to perform as a test pilot. He served as a crew member of Apollo 12, that is operated by NASA. David Scott was the commander of Apollo 12 and Alfred Worden was a backup pilot."]}
{"data": [["Alan_Bean", "nationality", "United_States"], ["Alan_Bean", "occupation", "Test_pilot"], ["Alan_Bean", "birth date", "\"1932-03-15\""], ["Alan_Bean", "birth place", "Wheeler,_Texas"], ["Alan_Bean", "time in space", "\"100305.0\"(minutes)"], ["Alan_Bean", "selected by nasa", "1963"], ["Alan_Bean", "status", "\"Retired\""]], "texts": ["Alan Bean was born in Wheeler, Texas, USA on the 15th of March in 1932. He was hired by NASA in 1963 where he performed as a test pilot. He spent 100305.0 minutes in space and is now retired.", "Alan Bean was born on Mar 15, 1932 in Wheeler, Texas and is American. He worked as a test pilot before joining NASA in 1963. He spent over 69 days in space, or 100305 minutes. Bean is retired.", "American Alan Bean was born on March 15, 1932 in Wheeler, Texas. He was hired by NASA in 1963 as a test pilot and spent in Space 100305.0 minutes. Now he is retired."]}
{"data": [["Chinabank", "foundation place", "Insular_Government_of_the_Philippine_Islands"], ["Insular_Government_of_the_Philippine_Islands", "founding date", "1901-07-01"], ["Chinabank", "foundation place", "Manila"], ["Chinabank", "location", "Philippines"], ["Philippines", "official language", "Philippine_English"]], "texts": ["Chinabank was founded in Manila in the Insular Government of the Philippine Islands (established on July 01, 1901). It is located in the Philippines where Philippine English is the official language.", "Chinabank was founded in Manila, in the Insular Government of the Philippine Islands which was founded on July 01, 1901. Chinabank is located in the Philippines, where Philippine English is the official language of the country.", "Chinabank was founded Manila, in the Insular Government of the Philippine Islands that was established on July 01, 1901. It is located in the Philippines where the official language is Philippine English."]}
{"data": [["Alan_Bean", "nationality", "United_States"], ["Alan_Bean", "occupation", "Test_pilot"], ["Alan_Bean", "birth date", "\"1932-03-15\""], ["Alan_Bean", "mission", "Apollo_12"], ["Alan_Bean", "birth place", "Wheeler,_Texas"], ["Alan_Bean", "time in space", "\"100305.0\"(minutes)"], ["Alan_Bean", "selected by nasa", "1963"]], "texts": ["American Alan Bean was a test pilot who was born March 15th, 1932 in Wheeler, Texas. In 1963 NASA asked him to join the Apollo 12 program where he later spent 100,305 minutes in space.", "The American Alan Bean was born in Wheeler, Texas, on Mar 15, 1932. He was a test pilot, and was hired by NASA in 1963. He spent 100305 minutes in space as part of the crew of Apollo 12.", "Alan Bean is a US national and a test pilot who was born on 15 March 1932 in Wheeler, Texas. He spent a total of 100305 minutes in space as a crew member on the Apollo 12 mission after being selected by NASA in 1963."]}
{"data": [["Alan_Bean", "nationality", "United_States"], ["Alan_Bean", "occupation", "Test_pilot"], ["Alan_Bean", "birth date", "\"1932-03-15\""], ["Alan_Bean", "alma mater", "\"UT Austin, B.S. 1955\""], ["Alan_Bean", "birth place", "Wheeler,_Texas"], ["Alan_Bean", "time in space", "\"100305.0\"(minutes)"]], "texts": ["US national Alan Bean was born in Wheeler Texas on March 15th 1932. After being awarded a Bachelor of Science degree at the University of Texas, Austin in 1955, he became a test pilot for NASA and enjoyed 100305.0 minutes in space."]}
{"data": [["Apollo_12", "backup pilot", "Alfred_Worden"], ["Alan_Bean", "mission", "Apollo_12"], ["Alan_Bean", "nationality", "United_States"], ["Apollo_12", "operator", "NASA"], ["Apollo_12", "commander", "David_Scott"], ["Alan_Bean", "selected by nasa", "1963"]], "texts": ["American Alan Bean joined NASA in 1963 where he became a member of the Apollo 12 mission along with Alfred Worden as backup pilot and David Scott as commander.", "Alan Bean was an American astronaut selected by NASA in 1963 as a crew member for the Apollo 12 mission. Apollo 12 was commanded by David Scott, and Alfred Worden was a backup pilot."]}
{"data": [["Alan_Bean", "nationality", "United_States"], ["Alan_Bean", "occupation", "Test_pilot"], ["Alan_Bean", "alma mater", "\"UT Austin, B.S. 1955\""], ["Alan_Bean", "mission", "Apollo_12"], ["Alan_Bean", "birth place", "Wheeler,_Texas"], ["Alan_Bean", "time in space", "\"100305.0\"(minutes)"], ["Alan_Bean", "status", "\"Retired\""]], "texts": ["Retired American test pilot Alan Bean, born in Wheeler, Texas was a member of the Apollo 12 crew who spent 100305 minutes in space. His Alma Mater is UT Austin, B.S. 1955.", "Alan Bean is an American who was born in Wheeler, Texas. He graduated from UT Austin in 1955 with a BS and became a test pilot. He spent a total of 100305 minutes in space whilst serving as a crew member on Apollo 12. He Has now retired."]}
{"data": [["Chinabank", "service", "Banking"], ["Chinabank", "net income", "15100000000"], ["Chinabank", "number of locations", "295"], ["Chinabank", "foundation place", "Manila"], ["Chinabank", "type", "Public_company"]], "texts": ["Chinabank was first founded in Manila and now has 295 different locations. They are a publicly traded company that offers banking services and has a net income of 15,100,000,000.", "Chinabank, a banking services company with a net income of 15,100,000,000 and 295 banking center locations, is publicly traded. The company was founded in Manila.", "Chinabank is a banking service founded in Manila with 295 branches. Chinabank is a public company whose current net income has been 15,100,000,000."]}
{"data": [["Alan_Bean", "nationality", "United_States"], ["Alan_Bean", "birth date", "\"1932-03-15\""], ["Alan_Bean", "mission", "Apollo_12"], ["Alan_Bean", "birth place", "Wheeler,_Texas"]], "texts": ["American Alan Bean was born in Wheeler, Texas on March 15th, 1932 and was a member of Apollo 12.", "Alan Bean is a national of the United States. He was born in Wheeler Texas on 1932-03-15. He was a crew member of Apollo 12.", "Alan Bean, a United States national, was born on 15 March 1932 in Wheeler Texas. He was a crew member on Apollo 12."]}
{"data": [["Chinabank", "service", "Banking"], ["Chinabank", "number of employees", "5594"], ["Chinabank", "net income", "15100000000"], ["Chinabank", "number of locations", "295"]], "texts": ["Chinabank, with net income of 15,100,000,000, employs 5594 workers to provide banking services at 295 banking centers.", "Chinabank now has 295 banks with 5594 employees earning them a net income of 15100000000.", "Chinabank offers banking service at its 295 locations boasting 5594 employees and total net income of 15,100,000,000."]}
{"data": [["Apollo_12", "backup pilot", "Alfred_Worden"], ["Alan_Bean", "mission", "Apollo_12"], ["Apollo_12", "operator", "NASA"], ["Apollo_12", "commander", "David_Scott"], ["Alan_Bean", "birth place", "Wheeler,_Texas"], ["Alan_Bean", "selected by nasa", "1963"], ["Alan_Bean", "birth date", "\"1932-03-15\""]], "texts": ["Alan Bean was born in Wheeler, Texas, on March 15th 1932. He was hired by NASA in 1963 and served on the NASA-operated Apollo 12 mission along with backup pilot Alfred Worden and commander David Scott.", "Alan Bean was born in Wheeler, Texas on March 15th, 1932. He was chosen by NASA in 1963 and became a crew member of NASA operated Apollo 12. Alfred Worden was a backup pilot of Apollo 12 and David Scott was the commander.", "Alan Bean was born on March 15th in 1932 in Wheeler, Texas. Bean was hired by NASA in 1963, and was a crew member of Apollo 12, which was operated by NASA. David Scott was the commander of Apollo 12, while Alfred Worden was a backup pilot for Apollo 12."]}
{"data": [["Apollo_12", "backup pilot", "Alfred_Worden"], ["Alan_Bean", "mission", "Apollo_12"], ["Apollo_12", "operator", "NASA"], ["Alan_Bean", "status", "\"Retired\""], ["Alan_Bean", "alma mater", "\"UT Austin, B.S. 1955\""]], "texts": ["Alan Bean, a 1955 graduate from UT Austin (B.S.) was a crew member on the NASA operated Apollo 12 mission (for which Alfred Worden was the backup pilot). Bean is now retired.", "Alan Bean graduated from UT Austin in 1955 with a BS degree. He was a crewman on the NASA operated Apollo 12 on which Alfred Worden was backup pilot. He has now retired."]}
{"data": [["Alan_Bean", "birth date", "\"1932-03-15\""], ["Alan_Bean", "mission", "Apollo_12"], ["Alan_Bean", "birth place", "Wheeler,_Texas"], ["Alan_Bean", "status", "\"Retired\""]], "texts": ["Alan Bean, who was part of Apollo 12, was born in Wheeler, Texas on March 15th, 1932 and is now retired.", "Alan Bean, who was a crew member on Apollo 12, was born 1932.03.15 in Wheeler Texas has now retired ."]}
{"data": [["Trane", "foundation place", "La_Crosse,_Wisconsin"], ["La_Crosse,_Wisconsin", "is part of", "La_Crosse_County,_Wisconsin"], ["La_Crosse,_Wisconsin", "is part of", "Wisconsin"], ["Trane", "location", "Swords,_Dublin"]], "texts": ["Trane, which is located in Swords, Dublin, was founded in La Crosse, Wisconsin. La Crosse is a city in La Crosse County, in Wisconsin, which is a state in the US.", "Trane was founded in La Cross, Wisconsin, LA Crosse County, Wisconsin. Trane is now located in Swords, Dublin.", "Trane (currently in Swords, Dublin) was founded in La Crosse, Wisconsin which is also part of La Crosse County, Wisconsin."]}
{"data": [["Buzz_Aldrin", "birth place", "Glen_Ridge,_New_Jersey"], ["Buzz_Aldrin", "nationality", "United_States"], ["Buzz_Aldrin", "mission", "Apollo_11"], ["Buzz_Aldrin", "birth date", "\"1930-01-20\""]], "texts": ["American Buzz Aldrin was born in Glen Ridge, New Jersey on January 20th, 1930 and was part of Apollo 11.", "Buzz Aldrin is a national of the United States. He was in born in Glen Ridge, New Jersey on 1930-01-20. He was a crew member of Apollo 11.", "Buzz Aldrin, a United States citizen who served as crew member on Apollo 11, was born on 20 January 1930 in Glen Ridge, New Jersey."]}
{"data": [["Alan_Shepard", "mission", "Apollo_14"], ["Alan_Shepard", "occupation", "Test_pilot"], ["Alan_Shepard", "birth place", "New_Hampshire"], ["Alan_Shepard", "date of retirement", "\"1974-08-01\""], ["Apollo_14", "operator", "NASA"]], "texts": ["Born in New Hampshire, test pilot Alan Shepard served as a crew member of NASA's Apollo 14 until he retired 1974-08-01.", "Alan Shepard was born in New Hampshire. He was a test pilot and was a crew member aboard the NASA operated Apollo 14, and retired on 1 August 1974.", "Alan Shepard was born in New Hampshire and became a test pilot. He was on the crew of Apollo 14 operated by NASA and retired on August 1, 1974."]}
{"data": [["Brazil", "area total", "8514837.14  (square kilometres)"], ["Hypermarcas", "location", "São_Paulo"], ["Hypermarcas", "location", "Brazil"], ["Brazil", "leader", "Michel_Temer"]], "texts": ["Hypermarcas is located in São Paulo, Brazil. Led by Michel Temer, the total area of Brazil is 8514837.14 square kilometres.", "Hypermarcas is located in São Paulo, Brazil, a country led by Michel Temer with a total area of 8514837.14 square kilometers..", "Hypermarcas is located in São Paulo, Brazil. The total area of Brazil is 8,514,837.14 sq. km. Michel Temer was the president of Brazil."]}
{"data": [["Elliot_See", "alma mater", "University_of_Texas_at_Austin"], ["Elliot_See", "death place", "St._Louis"], ["Elliot_See", "birth date", "\"1927-07-23\""], ["Elliot_See", "birth place", "Dallas"], ["Elliot_See", "selected by nasa", "1962"]], "texts": ["Elliot See was born on 23 July 1927 in Dallas. He attended the University of Texas at Austin and was chosen by NASA in 1962. He died in St Louis.", "Elliot See was born on 23 July 1927 in Dallas. He attended the University of Texas at Austin and began working for NASA in 1962. He has died in St Louis."]}
{"data": [["William_Anders", "mission", "Apollo_8"], ["William_Anders", "time in space", "\"8820.0\"(minutes)"], ["Apollo_8", "crew members", "Frank_Borman"], ["William_Anders", "served as chief of the astronaut office in", "1976"], ["Apollo_8", "operator", "NASA"]], "texts": ["William Anders served as a crew member of Apollo 8 (operated by NASA) and as Chief of the Astronaut Office in 1976. His time in space is 8820.0 minutes. Frank Borman was also a crew member of Apollo 8.", "William Anders worked for NASA and was a part of the Apollo 8 crew along with Frank Borman. He spend 8820 minutes in space and also served as Chief of the Astronaut Office in 1976."]}
{"data": [["AmeriGas", "city", "King_of_Prussia,_Pennsylvania"], ["United_States", "area total", "9833516.63  (square kilometres)"], ["AmeriGas", "founding date", "1959-01-01"], ["AmeriGas", "country", "United_States"], ["United_States", "founding date", "1776-07-04"]], "texts": ["AmeriGas, founded on January 1, 1959 is located in the city of King of Prussia, Pennsylvania. Its home country is the United States, which was founded on 07-04-1776 with a total area of 9833516.63 (square kilometres).", "AmeriGas was founded on January 01, 1959 and is located in King of Prussia, Pennsylvania in the United States. The United States (founded on July 04, 1776) has the total area of 9,833,516.63 square kilometers.", "Located in King of Prussia, Pennsylvania, AmeriGas was founded on 01-01-1959. As a company working in the United States, AmeriGas serves a nation founded on July 4, 1776 that covers a total area of 9833516.63 square kilometres."]}
{"data": [["AmeriGas", "region served", "United_States"], ["AmeriGas", "city", "King_of_Prussia,_Pennsylvania"], ["AmeriGas", "operating income", "380700000"], ["AmeriGas", "industry", "Energy_industry"], ["AmeriGas", "number of employees", "8500"]], "texts": ["AmeriGas has 8500 employees serving the United States from their location in King of Prussia, Pennsylvania. AmeriGas has an operating income of 380700000 and is classified as belonging to the energy industry.", "AmeriGas, located in King of Prussia, Pennsylvania, provides its services in the United States. It has an operating income of $380,700,000 in the energy industry, supporting 8,500 employees.", "AmeriGas is a energy industry that 8,500 people work at that is located in the city of King of Prussia, Pennsylvania that serves all regions of the United States, as they operate an income earned of 389700000."]}
{"data": [["GMA_New_Media", "location", "Quezon_City"], ["GMA_New_Media", "type", "Media_company"], ["GMA_New_Media", "product", "World_Wide_Web"], ["GMA_New_Media", "subsidiary", "Philippine_Entertainment_Portal"]], "texts": ["GMA New Media is a media company located in Quezon City which offers services concerning the World Wide Web. Philippine Entertainment Portal is one of its subsidiaries.", "Philippine Entertainment Portal, Inc. is a subsidiary of GMA New Media, a Quezon media company producing web services.", "Headquartered in Quezon City, new media company GMA New Media, Inc., which includes Philippine Entertainment Portal as a subsidiary, makes web sites."]}
{"data": [["GMA_New_Media", "location", "Quezon_City"], ["GMA_New_Media", "product", "World_Wide_Web"], ["GMA_New_Media", "subsidiary", "Philippine_Entertainment_Portal"], ["GMA_New_Media", "product", "Online_Game"]], "texts": ["GMA New Media's main product is online games though they also produce web services. Philippine Entertainment Portal, Inc is a subsidiary of GMA New Media which is located in the city of Quezon.", "GMA New Media, located in Quezon City, offers services concerning the World Wide Web. GMA New Media produces online games, and their subsidiary is Philippine Entertainment Portal.", "Quezon City's GMA New Media makes online games and web sites. Philippine Entertainment Portal is a subsidiary of GMA New Media."]}
{"data": [["AmeriGas", "region served", "United_States"], ["AmeriGas", "city", "King_of_Prussia,_Pennsylvania"], ["AmeriGas", "operating income", "380700000"], ["AmeriGas", "industry", "Energy_industry"]], "texts": ["AmeriGas, located in King of Prussia, Pennsylvania is the energy industry that serves the United States and has an operating income of $380,700,000.", "AmeriGas is a company in the energy industry that is located in King of Prussia, Pennsylvania. AmeriGas serves all regions of the United States and has an operating income of 380700000.", "AmeriGas, located in King of Prussia, Pennsylvania, operates in the energy industry. With an operating budget of $380,700,000, AmeriGas provides its services in the United States."]}
{"data": [["Romania", "ethnic group", "Germans_of_Romania"], ["Romania", "leader", "Klaus_Iohannis"], ["Romania", "leader title", "Prime_Minister_of_Romania"], ["1_Decembrie_1918_University", "state", "Alba"], ["Romania", "capital", "Bucharest"], ["1_Decembrie_1918_University", "latin name", "\"Universitas Apulensis\""], ["1_Decembrie_1918_University", "country", "Romania"]], "texts": ["1 Decembrie 1918 University in the state of Alba in Romania, has Universitas Apulensis as its Latin name. Roman's leader is Prime Minister Klaus Iohannis. The country's capital is Bucharest and its ethnic group is the Germans of Romania.", "The 1 Decembrie 1918 University in Alba, Romania has the latin name \"Universitas Apulensis.\" The country has Germans as an ethnos, its capital is Bucharest and its Prime Minister is Klaus Iohannis.", "The 1 Decembrie 1918 University is in Alba, Romania. Its Latin name is \"Universitas Apulensis.\" Romania is led by Prime Minister Klaus Iohannis, and its capital is Bucharest. Germans of Romania is one ethnicity in the country."]}
{"data": [["14th_New_Jersey_Volunteer_Infantry_Monument", "country", "\"United States\""], ["14th_New_Jersey_Volunteer_Infantry_Monument", "category", "Historic_districts_in_the_United_States"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "district", "Monocacy_National_Battlefield"], ["14th_New_Jersey_Volunteer_Infantry_Monument", "established", "\"1907-07-11\""]], "texts": ["The American 14th New Jersey Volunteer Infantry Monument in the Historic District of the Monocacy National Battlefield was established on July 11th, 1907.", "The 14th New Jersey Volunteer Infantry monument is located in the United States within the Monocacy National Battlefield. It was established on 11 July 1907 and is categorised as a historic district.", "The 14th New Jersey Volunteer Infantry Monument (established on 11th July 1907) is located on the Monocacy National Battlefield in the United States, where it is categorised as a historic district."]}
{"data": [["Chinabank", "location", "Philippines"], ["Philippines", "motto", "\"Maka-Diyos, Maka-Tao, Makakalikasan at Makabansa\""], ["Chinabank", "founding date", "1920-08-16"], ["Chinabank", "foundation place", "Manila"], ["Chinabank", "foundation place", "Insular_Government_of_the_Philippine_Islands"]], "texts": ["Chinabank was founded in the Insular Government of the Philippine Islands, in Manila on August 16, 1920. It is located in the Philippines where the country's motto is Maka-Diyos, Maka-Tao, Makakalikasan at Makabansa.", "Chinabank is located in the Philippines and was founded in the Insular Government of the Philippine Islands in Manila on the 16th of August, 1920. Philippine's motto is \"Maka-Diyos, Maka-Tao, Makakalikasan at Makabansa\".", "Chinabank was founded on 1920-08-16 in Manila, at the Insular Government of the Philippine Islands. Chinabank is located in the Philippines, where they have the motto \"Maka-Diyos, Maka-Tao, Makakalikasan at Makabansa\"."]}
{"data": [["GMA_New_Media", "location", "GMA_Network_Center"], ["Philippines", "leader", "Aquilino_Pimentel_III"], ["GMA_New_Media", "location", "Philippines"], ["Philippines", "leader", "Rodrigo_Duterte"]], "texts": ["GMA New Media headquarters are located in the GMA Network Center in the Philippines, the country which is led by Aquilino Pimentel III and Rodrigo Duterte.", "GMA New Media is located in the GMA Network Center in the Philippines which is led by Aquilino Pimentel III and Rodrigo Duterte.", "GMA New Media is in the Philippines located inside the GMA Network Center. Aquilino Pimentel III is a Filipino leader and Rodrigo Duterte is the leader of the Philippines."]}
{"data": [["Chinabank", "founding date", "1920-08-16"], ["Chinabank", "number of locations", "295"], ["Chinabank", "foundation place", "Manila"], ["Chinabank", "type", "Public_company"], ["Chinabank", "foundation place", "Insular_Government_of_the_Philippine_Islands"], ["Chinabank", "location", "Philippines"]], "texts": ["Chinabank was founded on August 16, 1920 in the Insular Government of the Philippine Islands In Manila. Located in the Philippines, it is a publicly traded company with 295 branches.", "Chinabank was founded on August 16, 1920 in Manila, in the Insular Government of the Philippine Islands. It is a publicly traded company, located in the Philippines with 295 branches.", "Publicly traded Chinabank, founded in Manila, Philippines, at the time of the Insular Government of the Philippine Islands, on August 16, 1920, operates 295 banking centers."]}
{"data": [["British_Hong_Kong", "representative", "Chris_Patten"], ["William_Anders", "mission", "Apollo_8"], ["William_Anders", "birth place", "British_Hong_Kong"], ["Apollo_8", "crew members", "Frank_Borman"], ["Apollo_8", "operator", "NASA"]], "texts": ["William Anders served as a crew member of Apollo 8 operated by NASA where Frank Borman was also a crew member. He was born in British Hong Kong led by Chris Patten.", "Apollo 8 was operated by NASA, and its crew members included Frank Borman and William Anders, who was born in British Hong Kong. Chris Patten served as a representative of British Hong Kong.", "Apollo 8 was operated by NASA. Among the crew members were Frank Borman and William Anders. The latter was born in British Hong Kong, whose representative is Chris Patten."]}
{"data": [["Alan_Bean", "alma mater", "\"UT Austin, B.S. 1955\""], ["Alan_Bean", "mission", "Apollo_12"], ["Alan_Bean", "birth place", "Wheeler,_Texas"], ["Alan_Bean", "selected by nasa", "1963"]], "texts": ["Alan Bean, who was born in Wheeler, Texas, graduated from the University of Texas with a B.S. in 1955 and in 1963 NASA picked him as part of the Apollo 12 space program.", "Alan Bean was born in Wheeler, Texas. He attended the University of Texas in Austin and obtained a B.S. in 1955. He was selected by NASA in 1963 and was a crew member on Apollo 12.", "Alan Bean who was born in 1963 in Wheeler, Texas, graduated in 1955 from the University of Texas with a B.S. and went on to become a crew member of Apollo 12."]}
{"data": [["Hypermarcas", "subsidiary", "Mantecorp"], ["Hypermarcas", "net income", "108600000"], ["Hypermarcas", "number of employees", "10252"], ["Hypermarcas", "product", "Healthcare"]], "texts": ["Hypermarcas, a maker of heal care products, employs 10,252 people and had a net income of $108,600,000; Mantecorp is a subsidiary of Hypermarcas.", "Mantecorp's parent company Hypermarcas has a net income of 108,600,000 with 10252 employees producing healthcare products.", "Mantecorp is a subsidiary of Hypermarcas, which sells healthcare products. Hypermarcas has 10,252 employees with a net income of 108,600,000."]}
{"data": [["Dead_Man's_Plack", "location", "England"], ["England", "capital", "London"], ["England", "language", "Cornish_language"], ["Dead_Man's_Plack", "material", "Rock_(geology)"]], "texts": ["Dead Man's plack is made of rock and found in England (the capital of which is London) where Cornish is spoken.", "The Dead Man's Plack is a monument made of rock situated in England. The capital of England is London, and Cornish is one of languages spoken in England."]}
{"data": [["GMA_New_Media", "key person", "Felipe_Gozon"], ["Felipe_Gozon", "alternative name", "\"Atty. Felipe L. Gozon, FLG\""], ["GMA_New_Media", "location", "GMA_Network_Center"], ["GMA_Network_Center", "cost", "46000000"]], "texts": ["Felipe Gozon, also known as Atty. Felipe L. Gozon, FLG, is the key person on GMA New Media. GMA New Media is located inside GMA Network Center, which costs 46,000,000.", "Felipe Gozon (also known as Atty. Felipe L. Gozon, FLG), is a key person in GMA New Media, headquartered in the GMA Network Center which costs $46,000,000.", "The key person of GMA New Media is Felipe Gozon who is also known by Attorney Felipe L. Gozon, FLG. GMA New Media is located in the GMA Network Center which costs 46,000,000."]}
{"data": [["Chinabank", "number of locations", "295"], ["Chinabank", "foundation place", "Manila"], ["Chinabank", "type", "Public_company"], ["Chinabank", "foundation place", "Insular_Government_of_the_Philippine_Islands"]], "texts": ["Chinabank was founded in the Insular Government of the Philippine Islands in Manila. It is a publicly traded company with 295 locations.", "Chinabank is a publicly traded company founded in Manila in the Insular Government of the Philippine Islands. It has 295 banking centers.", "Chinabank is a public company with 295 branches, founded in the Insular Government of the Philippine Islands in Manila."]}
{"data": [["Trane", "product", "Building_Management_System"], ["Trane", "type", "Subsidiary"], ["Trane", "operating income", "875400000"], ["Trane", "founding date", "1913-01-01"], ["Trane", "foundation place", "La_Crosse,_Wisconsin"]], "texts": ["Trane, a manufacturer of building management systems, is a subsidiary company with an operating income of $875,400,000. Trane was founded on January 1, 1913 in La Crosse, Wisconsin.", "Trane was founded January 1st, 1913 in La Crosse, Wisconsin. It is a subsidiary producing building management systems with an operating income of $875,400,000.", "Trane, founded in La Crosse Wisconsin, on 01-01-1913, is a subsidiary company that makes building management systems. Trane's operating income is currently $875,400,000."]}
{"data": [["Chinabank", "founding date", "1920-08-16"], ["Chinabank", "service", "Banking"], ["Chinabank", "number of employees", "5594"], ["Chinabank", "net income", "15100000000"], ["Chinabank", "foundation place", "Manila"]], "texts": ["Chinabank, founded in Manila on 08-16-1920, offers banking services. Chinabank has a net income of 15,100,000,000 and employs 5594 people.", "Chinabank, a banking company founded in Manila on 8-16-1920, has a current net income of 15100000000 and employs 5594 people.", "Chinabank, founded in Manila on 16 August 1920, employs 5594 workers to provide banking services to its customers. Chinabank has net income of 15,100,000,000."]}
{"data": [["Brazil", "leader title", "\"President of the Supreme Federal Court\""], ["Hypermarcas", "location", "São_Paulo"], ["Hypermarcas", "location", "Brazil"], ["Hypermarcas", "product", "Cosmetics"]], "texts": ["Hypermarcas sells cosmetics and is located in Sao Paulo, Brazil. One of the Brazilian leaders is the President of the Supreme Federal Court.", "Hypermarcas makes cosmetic products. It is located in São Paulo, Brazil. President of the Supreme Federal Court is a leader title in Brazil.", "Hypermarcas is a cosmetic company located in São Paulo, Brazil. The country’s leader holds the title of President of the Supreme Federal Court."]}
{"data": [["Romania", "leader", "Klaus_Iohannis"], ["Alba_Iulia", "is part of", "Alba_County"], ["Romania", "capital", "Bucharest"], ["1_Decembrie_1918_University", "city", "Alba_Iulia"], ["1_Decembrie_1918_University", "country", "Romania"]], "texts": ["The 1 Decembrie 1918 University is located in Alba Iulia, Alba County, Romania. Romania's capital is Bucharest and its leader is Klaus Iohannis.", "Bucharest is the capital of Romania which is led by Klaus Iohannis. The 1 Decembrie 1918 University is located in Alba Iulia, Alba County.", "1 Decembrie 1918 University is found in Alba Iulia, part of Alba County, Romania. The capital of Romania is Bucharest and the country's leader is called Klaus Iohannis."]}
{"data": [["1_Decembrie_1918_University", "rector", "\"Breaz Valer Daniel\""], ["1_Decembrie_1918_University", "latin name", "\"Universitas Apulensis\""], ["1_Decembrie_1918_University", "country", "Romania"], ["1_Decembrie_1918_University", "state", "Alba"]], "texts": ["The rector of the 1 Decembrie 1918 University in the state of Alba, Romania is Breaz Valer Daniel. The latin name of the university is \"Universitas Apulensis\".", "The Decembrie 1918 University in Alba Romania has the latin name of Universitas Apulensis. Its rector is Breaz Valer Daniel.", "The 1 Decembrie 1918 University (Latin name - Universitas Apulensis) is located in Alba, Romania. Its rector is Breaz Valer Daniel."]}
{"data": [["AmeriGas", "region served", "United_States"], ["United_States", "ethnic group", "Asian_American"], ["United_States", "ethnic group", "Native_American"], ["AmeriGas", "number of employees", "8500"], ["AmeriGas", "founding date", "1959-01-01"]], "texts": ["AmeriGas was founded on January 1, 1959 to serve all regions of the United States with its 8,500 employees. Native American and Asian-American are two different ethnic groups in the United States.", "AmeriGas, a United States service provider founded on 01-01-1959 with 8,500 employees, includes Native- and Asian-Americans in its employee roster.", "AmeriGas was founded on Jan. 1, 1959 and serves the US with 8500 employees. Two ethnic groups found in the US are Native Americans and Asian Americans."]}
{"data": [["Trane", "location", "Ireland"], ["Trane", "number of employees", "29000"], ["Ireland", "location", "Europe"], ["Trane", "industry", "Building_materials"]], "texts": ["The company Trane's industry is building materials. It has 29,000 employees. Trane is in Europe in Ireland.", "Trane is an industrial building material organization located in the European country of Ireland. The organization currently employs 29,000 individuals.", "Trane is located in Ireland, a country in Europe. Trane employs 29000 people and is in the building materials industry."]}
{"data": [["Alan_Shepard", "death place", "California"], ["Alan_Shepard", "birth place", "New_Hampshire"], ["Alan_Shepard", "date of retirement", "\"1974-08-01\""], ["Alan_Shepard", "nationality", "United_States"]], "texts": ["Alan Shepard of the United States, was born in New Hampshire and retired on August 1, 1974. He died in California.", "Alan Shepard (born in New Hampshire of the United States) retired on 1974-08-01 and died in California."]}
{"data": [["Alan_Shepard", "status", "\"Deceased\""], ["Alan_Shepard", "birth place", "New_Hampshire"], ["Alan_Shepard", "selected by nasa", "1959"], ["Alan_Shepard", "birth date", "\"1923-11-18\""]], "texts": ["Alan Shepard who was selected by NASA in 1959 is sadly now deceased. He was born in New Hampshire on 18th November 1923.", "The now deceased Alan Shepard was born in New Hampshire on November 18, 1923. He was selected by NASA in 1959.", "The late Alan Shepard was born in New Hampshire on 11/18/1923 and was selected by NASA in 1959."]}
{"data": [["AmeriGas", "industry", "Energy_industry"], ["AmeriGas", "founding date", "1959-01-01"], ["AmeriGas", "country", "United_States"], ["United_States", "ethnic group", "White_American"]], "texts": ["AmeriGas is a company in the energy industry which was founded on 01-01-1959. AmeriGas works in the country of the United States, where White-American is an ethnic grouping.", "Amerigas, founded on January 1, 1959 in the United States, where White Americans are an ethnic group, is a company in the energy industry.", "AmeriGas is an energy industry company founded on 01-01-1959 where it operates in the United States, a country with White Americans as one of its ethnic groups."]}
{"data": [["United_States", "government type", "Federalism"], ["AmeriGas", "country", "United_States"], ["United_States", "population total", "324720797"], ["AmeriGas", "city", "King_of_Prussia,_Pennsylvania"]], "texts": ["AmeriGas is located in King of Prussia, Pennsylvania in its home country of the USA, whose total population of 324,720,797 is governed by a Federalist system.", "The United States with a total population of 324,720,797 has a Federalism government type. AmeriGas works in the United States from their location in King of Prussia, Pennsylvania.", "AmeriGas is located in King of Prussia, Pennsylvania, operating in the United States where the total population is 324,720,797. Federalism is the United State’s type of government."]}
{"data": [["Elliot_See", "alma mater", "University_of_Texas_at_Austin"], ["University_of_Texas_at_Austin", "affiliation", "University_of_Texas_System"], ["Dallas", "parts type", "List_of_counties_in_Texas"], ["Elliot_See", "birth place", "Dallas"]], "texts": ["Elliot See was born in Dallas, and graduated from University of Texas at Austin, which is Affiliated with University of Texas System.", "Elliot See (born in Dallas) went to the University of Texas at Austin which is affiliated with the University of Texas System."]}
{"data": [["Chinabank", "location", "Philippines"], ["Philippines", "official language", "Filipino_language"], ["Chinabank", "foundation place", "Manila"], ["Manila", "is part of", "Metro_Manila"]], "texts": ["Chinabank is located in the Philippines, where the official language is Filipino. Chinabank was founded in Manila, which is part of Metro Manila.", "Chinabank is currently located in the Philippines, and are therefore speaking Filipino, however it was founded in Manila (part of the Metropolitan Manila Area).", "Chinabank, located in the Philippines where the official language is Filipino, was founded in Manila, part of Metro Manila."]}
{"data": [["Turkey", "leader title", "President_of_Turkey"], ["Turkey", "leader", "Ahmet_Davutoğlu"], ["Turkey", "capital", "Ankara"], ["Atatürk_Monument_(İzmir)", "inauguration date", "\"1932-07-27\""], ["Atatürk_Monument_(İzmir)", "location", "Turkey"]], "texts": ["Ankara is the capital of Turkey where the official title of the leader is the President of Turkey who is Ahmet Davutoglu. The Ataturk monument (Izmir) was inaugurated in the country on 27 July 1932.", "Turkey's leader and President is Ahmet Davutoglu. The Atatürk Monument of Turkey (capital Ankara) was inaugurated on July 27th, 1932.", "Ahmet Davutoğlu is Turkey's leader and his title is The President. Atatürk Monument is located in İzmir, Turkey (capital Ankara) and was inaugurated on 27th of July, 1932."]}
{"data": [["Buzz_Aldrin", "mission", "Apollo_11"], ["Buzz_Aldrin", "date of retirement", "\"1971-07-01\""], ["Buzz_Aldrin", "alternative name", "\"Edwin E. Aldrin, Jr.\""], ["Apollo_11", "operator", "NASA"]], "texts": ["Edwin E. Aldrin, Jr., who is also known as Buzz Aldrin, was chosen by NASA to be a member of Apollo 11 and he retired on July 1st, 1971.", "Edwin E Aldrin Jr, also known as Buzz Aldrin, was a crew member of the NASA operated Apollo 11 and retired on 1 July 1971."]}
{"data": [["AmeriGas", "region served", "United_States"], ["AmeriGas", "country", "United_States"], ["AmeriGas", "number of employees", "8500"], ["AmeriGas", "founding date", "1959-01-01"]], "texts": ["AmeriGas, founded on January 1, 1959, operates throughout the entire United States. The company headquarters are located in the United States where they employ more than 8,500 people.", "The American company, AmeriGas has 8500 employees. Founded 01-01-1959, it provides services in the US.", "Founded on 1-1-1959, AmeriGas serves customers in the United States with 8500 employees."]}
{"data": [["Alan_Bean", "mission", "Apollo_12"], ["Apollo_12", "operator", "NASA"], ["Alan_Bean", "time in space", "\"100305.0\"(minutes)"], ["Apollo_12", "commander", "David_Scott"], ["Alan_Bean", "birth name", "\"Alan LaVern Bean\""]], "texts": ["As a member of the Apollo 12 crew, Alan Bean (birth name Alan LaVern Bean) spent 100305 minutes in space. Nasa's Apollo 12 was commanded by David Scott.", "Alan Bean (born Alan LaVern Bean) was a crew member on the NASA-operates Apollo 12 flight mission under commander David Scott. In total, Bean spent 100305 minutes in space.", "Alan Bean (born Alan LaVern Bean) was a crew member on the NASA operated Apollo 12 mission under Commander David Scott. In total he spent 100305 minutes in space."]}
{"data": [["Alan_Shepard", "mission", "Apollo_14"], ["New_Hampshire", "bird", "Purple_finch"], ["Alan_Shepard", "birth place", "New_Hampshire"], ["Apollo_14", "operator", "NASA"]], "texts": ["Alan Shepard was born in New Hampshire (whose bird is the purple finch). He was a crew member of NASA's Apollo 14."]}
{"data": [["GMA_New_Media", "location", "Philippines"], ["Philippines", "ethnic group", "Pangasinense_people"], ["GMA_New_Media", "location", "Quezon_City"]], "texts": ["GMA New media is headquartered in Quezon City, Philippines, where Pangasinense is the ethnic gorup.", "GMA New Media is located near the Pangasinense people in Quezon City, Philippines.", "GMA New Media is located in the City of Quezon in the Philippines, which is also where the Pangasinense people are native to."]}
{"data": [["Alan_Shepard", "served as chief of the astronaut office in", "1963"], ["Alan_Shepard", "ribbon award", "\"American Defense Service ribbon.svg\""], ["Alan_Shepard", "birth place", "New_Hampshire"]], "texts": ["Alan Shepard, who was born in New Hampshire and was the Chief of the Astronaut Office in 1963, was awarded with the American Defense Service ribbon.", "Alan Shepard was born in New Hampshire, awarded the American Defense Service Ribbon, and was the Chief of the Astronaut Office in 1963.", "Alan Shepard was born in New Hampshire and served as Chief of the Astronaut Office in 1963, being awarded the American Defense Service ribbon.", "Alan Shepard (born in New Hampshire) served as Chief of the Astronaut Office in 1963 and was awarded an American Defense Service ribbon."]}
{"data": [["AmeriGas", "operating income", "380700000"], ["AmeriGas", "net income", "211200000"]], "texts": ["AmeriGas has an operating income of $380,700,000 and a net income of $211,200,000.", "The operating income of AmeriGas is 380700000, while their net income is 211200000.", "AmeriGas earned an operating income of 380700000, producing a net income of $211,200,000."]}
{"data": [["GMA_New_Media", "location", "Philippines"], ["GMA_New_Media", "location", "Quezon_City"]], "texts": ["GMA New Media is located in Quezon city of the Philippines.", "GMA New Media is located in the Philippines, with its headquarters in Quezon City.", "GMA New Media is located in Quezon City, Philippines."]}
{"data": [["Trane", "foundation place", "La_Crosse,_Wisconsin"], ["Trane", "product", "HVAC"]], "texts": ["Trane is an HVAC manufacturer founded in La Crosse, Wisconsin.", "Trane is a company that produces HVAC that was founded in La Crosse, Wisconsin.", "Trane was founded in La Crosse, Wisconsin and they produce HVAC."]}
{"data": [["Atatürk_Monument_(İzmir)", "location", "Turkey"]], "texts": ["The Atatürk Monument is located in Izmir, Turkey.", "The Ataturk Monument (Izmir) is located in Turkey.", "The Atatürk Monument is in Turkey.", "The Atatürk Monument is located in İzmir, Turkey.", "The Atatürk Monument (İzmir) can be found in Turkey.", "The Atatürk Monument (İzmir) is found in Turkey.", "Atatürk Monument is located in İzmir, Turkey."]}
{"data": [["Alan_Shepard", "title", "Chief_of_the_Astronaut_Office"], ["Alan_Shepard", "birth place", "New_Hampshire"]], "texts": ["Alan Shepard was born in New Hampshire and he served as the Chief of the Astronaut Office.", "Alan Shepard, who was born in New Hampshire, later became the Chief of the Astronaut Office.", "Alan Shepard, who was born in New Hampshire, held the position of the Chief of the Astronaut Office.", "Alan Shepard is Chief of the Astronaut Office and was born in New Hampshire.", "Alan Shepard who was born in New Hampshire held the title Chief of the Astronaut Office.", "Alan Shepard, who was born in New Hampshire is the Chief of the Astronaut Office."]}
{"data": [["Alan_Shepard", "time in space", "\"13017.0\"(minutes)"], ["Alan_Shepard", "birth place", "New_Hampshire"]], "texts": ["Alan Shepard, born in New Hampshire, spent 13017 minutes in space.", "Alan Shepard, who was born in New Hampshire has spent 13017,0 minutes in space.", "Alan Shepard was born in New Hampshire and spent 13017 minutes in space.", "Alan Shepard was born in New Hampshire and spent 13017.0 minutes in space."]}
{"data": [["GMA_New_Media", "location", "Quezon_City"], ["Quezon_City", "area total", "165.33"]], "texts": ["GMA New Media is located in Quezon City, which has a total area of 165.33.", "Quezon City has a total area of 165.33. GMA New Media headquarters are located in Quezon City.", "GMA New Media is located in the city of Quezon, which has a total area of 165.33."]}
{"data": [["AmeriGas", "country", "United_States"], ["United_States", "leader title", "\"Vice President\""]], "texts": ["AmeriGas works in the US, where the Vice President is a leader.", "AmeriGas's home country is the United States, which has Vice President as one of its leadership titles.", "AmeriGas is working in the United States, where Vice President is one of the titles of its government leaders."]}
{"data": [["AmeriGas", "country", "United_States"], ["United_States", "leader", "Paul_Ryan"]], "texts": ["AmeriGas works in the United States where Paul Ryan is the leader.", "AmeriGas works in the United States, one of whose leaders is Paul Ryan.", "AmeriGas's home country is the United States, which has Paul Ryan as one of its leaders.", "AmeriGas is working in the United States where Paul Ryan is the name of one of the government leaders.", "AmeriGas works in the US, where Paul Ryan is the leader.", "AmeriGas is located in the United States, one of whose leaders is named Paul Ryan."]}
{"data": [["Chinabank", "foundation place", "Manila"], ["Insular_Government_of_the_Philippine_Islands", "founding date", "1901-07-01"], ["Chinabank", "foundation place", "Insular_Government_of_the_Philippine_Islands"]], "texts": ["Chinabank was founded in Manila at the Insular Government of the Philippine Islands which was established on July 1,1901.", "Chinabank was founded in 109-07-01 in Manila, located the Insular Government of the Philippine Islands.", "Chinabank was founded in Manila at the Insular Government of the Philippine Islands which was founded on 07-01-1901."]}
{"data": [["1_Decembrie_1918_University", "country", "Romania"]], "texts": ["The 1 Decembrie 1918 University is located in the country of Romania.", "The 1 Decembrie 1918 University is located in Romania."]}
{"data": [["Romania", "patron saint", "Andrew_the_Apostle"], ["1_Decembrie_1918_University", "country", "Romania"]], "texts": ["The 1 Decembrie 1918 University is in the country of Romania who has the patron saint Andrew the Apostle.", "The 1 Decembrie 1918 University is located in Romania. The country's patron saint is Andrew the Apostle."]}
{"data": [["GMA_New_Media", "location", "Philippines"], ["Philippines", "leader title", "President"]], "texts": ["GMA New Media is located in the Philippines, where the President is the title of the leader.", "GMA New Media is located in the Philippines, which is led by the President.", "GMA New Media is located in the Philippines where the title of the leader is president."]}
{"data": [["1_Decembrie_1918_University", "country", "Romania"], ["Romania", "anthem", "Deșteaptă-te,_române!"]], "texts": ["1 Decembrie 1918 University is located in Romania where the anthem is Deșteaptă-te, române!", "The 1 Decembrie 1918 University is in Romania whose national anthem is Deșteaptă-te, române!"]}
{"data": [["1_Decembrie_1918_University", "rector", "\"Breaz Valer Daniel\""], ["1_Decembrie_1918_University", "city", "Alba_Iulia"], ["1_Decembrie_1918_University", "country", "Romania"]], "texts": ["1 Decembrie 1918 University is located in Alba Iulia, Romania and its rector is Breaz Valer Daniel.", "The rector of 1 Decembrie 1918 University in Alba Iulia in Romania is Breaz Valer Daniel.", "The rector of 1 Decembrie 1918 University, in Alba Iulia, Romania, is Breaz Valer Daniel."]}
{"data": [["Turkey", "currency", "Turkish_lira"], ["Atatürk_Monument_(İzmir)", "location", "Turkey"]], "texts": ["The Atatürk Monument (İzmir) is found in Turkey where the currency is the Turkish Lira.", "The Atatürk Monument is in Turkey, where the currency is the lira."]}
{"data": [["Turkey", "largest city", "Istanbul"], ["Atatürk_Monument_(İzmir)", "location", "Turkey"]], "texts": ["The Atatürk Monument is in Turkey which largest city is Istanbul.", "Istanbul is the largest city in Turkey, where the Atatürk Monument is located."]}
{"data": [["Dead_Man's_Plack", "location", "England"]], "texts": ["The Dead Man's Plack is located in England.", "Dead Man's Plack is in England.", "Dead Man's Plack is found in England."]}
{"data": [["Chinabank", "founding date", "1920-08-16"], ["Chinabank", "foundation place", "Insular_Government_of_the_Philippine_Islands"]], "texts": ["Chinabank was founded on 1920-08-16 in the Insular Government of the Philippine Islands.", "Founded on August16, 1920, Chinabank began in the Insular Government of the Philippine Islands.", "Chinabank was founded on 08-16-1920 in the Insular Government of the Philippine Islands."]}
{"data": [["11th_Mississippi_Infantry_Monument", "location", "Adams_County,_Pennsylvania"], ["11th_Mississippi_Infantry_Monument", "category", "Contributing_property"]], "texts": ["The 11th Mississippi Infantry Monument, situated in Adams County, Pennsylvania, is categorised as a contributing property.", "The 11th Mississippi Infantry Monument is located in Adams County, Pennsylvania falls under the category of Contributing property.", "The 11th Mississippi Infantry Monument is located in Adams County, Pennsylvania and is categorised as a contributing property."]}
{"data": [["AmeriGas", "city", "King_of_Prussia,_Pennsylvania"], ["King_of_Prussia,_Pennsylvania", "type", "Census-designated_place"]], "texts": ["AmeriGas is located in King of Prussia, Pennsylvania, which is a census-designated place.", "King of Prussia, Pennsylvania, a census-designated place is the location of AmeriGas."]}
{"data": [["Chinabank", "foundation place", "Manila"], ["Chinabank", "type", "Public_company"], ["Manila", "type", "Capital_city"]], "texts": ["Chinabank is a publicly traded company founded in the capital, Manila.", "Chinabank, a public company, was founded in Manila, the capital city of the Philippines.", "Founded in the capital city of Manila, Chinabank is a publicly traded company."]}
{"data": [["Chinabank", "number of locations", "295"], ["Chinabank", "foundation place", "Manila"], ["Chinabank", "foundation place", "Insular_Government_of_the_Philippine_Islands"]], "texts": ["Chinabank, founded in the insular Government of the Philippine islands at Manila has 295 locations.", "Chinabank founded in Manila has 295 branches with the Chinabank base within the insular Government of the Philippine Islands.", "Chinabank was founded in Manila in the Insular Government of the Philippine Islands and has grown to 295 banking centers."]}
{"data": [["Hypermarcas", "number of employees", "10252"], ["Hypermarcas", "product", "Healthcare"], ["Hypermarcas", "location", "São_Paulo"]], "texts": ["Located in São Paulo, Hypermarcas, which produces healthcare products, employs 10252 people.", "Hypermarcas, located in Sao Paulo, sells healthcare products and has employs 10252.", "Hypermarcas, which is located in Sao Paulo, makes healthcare products and has 10,252 employees."]}
{"data": [["Acharya_Institute_of_Technology", "academic staff size", "\"~500\""], ["Acharya_Institute_of_Technology", "motto", "\"Nurturing Excellence\""]], "texts": ["The motto of the Acharya Institute of Technology is \"Nurturing Excellence\" and there is an academic staff of 500.", "The motto of Acharya Institute of Technology, which has about 500 employees, is Nurturing Excellence.", "Acharya Institute of Technology has an academic staff size of 500 and their motto is Nurturing Excellence."]}
{"data": [["Dallas", "parts type", "List_of_counties_in_Texas"], ["Elliot_See", "birth place", "Dallas"], ["Dallas", "part", "Collin_County,_Texas"]], "texts": ["Elliot See was born in Dallas, Collin County, Texas.", "Elliot See was born in Dallas, located in the Collin County in Texas."]}
{"data": [["Alan_Bean", "alma mater", "\"UT Austin, B.S. 1955\""], ["Alan_Bean", "mission", "Apollo_12"], ["Alan_Bean", "date of retirement", "\"June 1981\""]], "texts": ["Alan Bean, who received a Bachelor of Science degree at the University of Texas at Austin in 1955 and was a crew member on the Apollo 12 flight mission, retired in June 1981.", "Alan Bean received a Bachelor of Science degree at the University of Texas at Austin in 1955 was a crew member on the Apollo 12 flight mission and retired in June of 1981.", "Alan Bean graduated from UT Austin, B.S. 1955 and was a crew member of Apollo 12 before retiring on June 1981."]}
{"data": [["Acharya_Institute_of_Technology", "academic staff size", "\"~500\""]], "texts": ["Acharya Institute of Technology's academic staff total is ~500.", "The Acharya Institute of Technology employs about 500 academic staff.", "Approximately 500 employees make up the academic staff at Acharya Institute of Technology."]}
{"data": [["Acharya_Institute_of_Technology", "number of undergraduate students", "10000"]], "texts": ["The number of undergraduates attending the Acharya Institute of Technology is roughly 10000 students.", "Acharya Institute of Technology's number of Undergraduate students total to ~10000.", "There are around 10000 undergraduate students at the Acharya Institute of Technology.", "The Acharya Institute of Technology has 10000 undergraduate students.", "The Acharya Institute of Technology has 10,000 undergraduate students.", "Acharya Institute of Technology has 10,000 undergraduate students."]}
{"data": [["Acharya_Institute_of_Technology", "official school colour", "\"Blue, White and Orange\""]], "texts": ["Blue, white and orange are the colours adopted by Acharya Institute of Technology.", "Blue, white and orange are the colours of Acharya Institute of Technology.", "Acharya Institute of Technology's official colors are Blue, White and Orange.", "The official school colours of the Acharya Institute of Technology are blue, white and orange.", "Acharya Institute of Technology official school colors are Blue White and Orange.", "Acharya Institute of Technology official school colours are blue, white and orange."]}
{"data": [["Acharya_Institute_of_Technology", "outlook ranking", "63"]], "texts": ["The outlook ranking for the Acharya Institute of Technology is 63.", "Acharya Institute of Technology's outlook ranking is 63.", "Acharya Institute of Technology has an outlook ranking of 63."]}
{"data": [["14th_New_Jersey_Volunteer_Infantry_Monument", "state", "\"Maryland\""]], "texts": ["The 14th New Jersey Volunteer Infantry Monuments is located in the state of Maryland.", "The 14th New Jersey Volunteer infantry Monument is in the state of Maryland.", "The 14th New Jersey Volunteer Infantry Monument is located in the state of Maryland."]}
{"data": [["Philippine_Entertainment_Portal", "parent company", "Summit_Media"]], "texts": ["Philippine Entertainment Portal's parent company is Summit Media.", "Philippine Entertainment Portal is a subsidiary of the Summit Media company.", "Summit Media is the parent company of Philippine Entertainment Portal."]}
{"data": [["Quezon_City", "type", "Cities_of_the_Philippines"]], "texts": ["Quezon City is one of the cities in the Philippines.", "Quezon City is a city in the Philippines.", "Quezon City is one of the cities of the Philippines."]}
{"data": [["GMA_Network_(company)", "key person", "Felipe_Gozon"]], "texts": ["GMA Network is a company and its key person is Felipe Gozon.", "Felipe Gozon is a key person in the GMA Network company.", "GMA Network’s boss is Felipe Gozon.", "Felipe Gozon is the key person of GMA Network."]}
{"data": [["William_Anders", "title", "United_States_Ambassador_to_Norway"]], "texts": ["William Anders serves as Ambassador to Norway in the United States.", "William Anders official title is the United States Ambassador to Norway.", "United States's Ambassador to Norway is William Anders.", "William Anders is the US Ambassador to Norway.", "William Anders' title is the US Ambassador to Norway.", "William Anders' title is the United States Ambassador to Norway.", "William Anders is the United States Ambassador to Norway."]}
{"data": [["Philippines", "leader title", "President"]], "texts": ["The President is the leader title of the Philippines.", "The leader of the Philippines has the title of President.", "The title of the leader of the Philippines is president."]}
{"data": [["14th_New_Jersey_Volunteer_Infantry_Monument", "owner", "National_Park_Service"]], "texts": ["The 14th New Jersey Volunteer Infantry Monument is owned by the National Park Service.", "The National Park Service looks after the 14th New Jersey Volunteer Infantry Monument.", "14th New Jersey Volunteer Infantry Monument is owned by the National Park Service.", "The National Park Service is the owner of the 14th New Jersey Volunteer Infantry Monument."]}
{"data": [["Dallas", "part", "Collin_County,_Texas"]], "texts": ["Dallas is in Collin County, Texas.", "Dallas is located in the Collin County in Texas."]}
{"data": [["St._Louis", "leader", "Francis_G._Slay"]], "texts": ["The name of St Louis' leader is Francis G. Slay.", "Francis G Slay is the Mayor of St Louis."]}
{"data": [["William_Anders", "served as chief of the astronaut office in", "1976"], ["William_Anders", "title", "United_States_Ambassador_to_Norway"]], "texts": ["William Anders served as Chief of the Astronaut Office in 1976 and had a title as the United States Ambassador to Norway.", "William Anders time as Chief of the Astronaut Office in 1976 has prepared him well for his new position as United States Ambassador to Norway.", "The United States Ambassador to Norway, William Anders, served as Chief of the Astronaut Office in 1976."]}
{"data": [["United_States", "leader", "Joe_Biden"]], "texts": ["Joe Biden is the United States leader.", "Joe Biden is a United States leader.", "Joe Biden was a representative of the United States.", "Joe Biden is a leader of the United States.", "The United States leader was called Joe Biden.", "Joe Biden served as United State's vice president."]}
{"data": [["Glen_Ridge,_New_Jersey", "is part of", "Essex_County,_New_Jersey"]], "texts": ["Glen Ridge is in the Essex County in New Jersey.", "Glen Ridge is located in the Essex County in New Jersey.", "Glen Ridge, New Jersey is situated in the Essex County."]}
{"data": [["California", "senators", "Dianne_Feinstein"]], "texts": ["The Senator representing California was Dianne Feinstein.", "One of California's senators is Dianne Feinstein.", "Dianne Feinstein is a senator in California.", "Dianne Feinstein is a senator in the State of California."]}
